

var regions = [ {
	name : '',
	value : '',
}, {
	name : 'Благоевград',
	value : 'Благоевград',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Благоевград',
		value : 'гр. Благоевград'
	}, {
		name : 'гр. Банско',
		value : 'гр. Банско'
	}, {
		name : 'гр. Белица',
		value : 'гр. Белица'
	}, {
		name : 'гр. Гоце Делчев',
		value : 'гр. Гоце Делчев'
	}, {
		name : 'гр. Добринище',
		value : 'гр. Добринище'
	}, {
		name : 'гр. Кресна',
		value : 'гр. Кресна'
	}, {
		name : 'гр. Мелник',
		value : 'гр. Мелник'
	}, {
		name : 'гр. Петрич',
		value : 'гр. Петрич'
	}, {
		name : 'гр. Разлог',
		value : 'гр. Разлог'
	}, {
		name : 'гр. Сандански',
		value : 'гр. Сандански'
	}, {
		name : 'гр. Симитли',
		value : 'гр. Симитли'
	}, {
		name : 'гр. Хаджидимово',
		value : 'гр. Хаджидимово'
	}, {
		name : 'гр. Якоруда',
		value : 'гр. Якоруда'
	}, {
		name : 'с. Абланица',
		value : 'с. Абланица'
	}, {
		name : 'с. Аврамово',
		value : 'с. Аврамово'
	}, {
		name : 'с. Бабяк',
		value : 'с. Бабяк'
	}, {
		name : 'с. Балдево',
		value : 'с. Балдево'
	}, {
		name : 'с. Баничан',
		value : 'с. Баничан'
	}, {
		name : 'с. Баня',
		value : 'с. Баня'
	}, {
		name : 'с. Баскалци',
		value : 'с. Баскалци'
	}, {
		name : 'с. Бачево',
		value : 'с. Бачево'
	}, {
		name : 'с. Бел камен',
		value : 'с. Бел камен'
	}, {
		name : 'с. Беласица',
		value : 'с. Беласица'
	}, {
		name : 'с. Белевехчево',
		value : 'с. Белевехчево'
	}, {
		name : 'с. Бело поле',
		value : 'с. Бело поле'
	}, {
		name : 'с. Бельово',
		value : 'с. Бельово'
	}, {
		name : 'с. Беслен',
		value : 'с. Беслен'
	}, {
		name : 'с. Бистрица',
		value : 'с. Бистрица'
	}, {
		name : 'с. Блатска',
		value : 'с. Блатска'
	}, {
		name : 'с. Боголин',
		value : 'с. Боголин'
	}, {
		name : 'с. Богородица',
		value : 'с. Богородица'
	}, {
		name : 'с. Бождово',
		value : 'с. Бождово'
	}, {
		name : 'с. Боровичене',
		value : 'с. Боровичене'
	}, {
		name : 'с. Борово',
		value : 'с. Борово'
	}, {
		name : 'с. Брежани',
		value : 'с. Брежани'
	}, {
		name : 'с. Брезница',
		value : 'с. Брезница'
	}, {
		name : 'с. Брестово',
		value : 'с. Брестово'
	}, {
		name : 'с. Будилци',
		value : 'с. Будилци'
	}, {
		name : 'с. Буково',
		value : 'с. Буково'
	}, {
		name : 'с. Бунцево',
		value : 'с. Бунцево'
	}, {
		name : 'с. Бучино',
		value : 'с. Бучино'
	}, {
		name : 'с. Българчево',
		value : 'с. Българчево'
	}, {
		name : 'с. Ваклиново',
		value : 'с. Ваклиново'
	}, {
		name : 'с. Велющец',
		value : 'с. Велющец'
	}, {
		name : 'с. Виногради',
		value : 'с. Виногради'
	}, {
		name : 'с. Вихрен',
		value : 'с. Вихрен'
	}, {
		name : 'с. Вишлене',
		value : 'с. Вишлене'
	}, {
		name : 'с. Влахи',
		value : 'с. Влахи'
	}, {
		name : 'с. Волно',
		value : 'с. Волно'
	}, {
		name : 'с. Вракуповица',
		value : 'с. Вракуповица'
	}, {
		name : 'с. Враня',
		value : 'с. Враня'
	}, {
		name : 'с. Вълково',
		value : 'с. Вълково'
	}, {
		name : 'с. Вълкосел',
		value : 'с. Вълкосел'
	}, {
		name : 'с. Габрене',
		value : 'с. Габрене'
	}, {
		name : 'с. Габрово',
		value : 'с. Габрово'
	}, {
		name : 'с. Гайтаниново',
		value : 'с. Гайтаниново'
	}, {
		name : 'с. Гега',
		value : 'с. Гега'
	}, {
		name : 'с. Генерал Тодоров',
		value : 'с. Генерал Тодоров'
	}, {
		name : 'с. Годешево',
		value : 'с. Годешево'
	}, {
		name : 'с. Годлево',
		value : 'с. Годлево'
	}, {
		name : 'с. Голем Цалим',
		value : 'с. Голем Цалим'
	}, {
		name : 'с. Голешово',
		value : 'с. Голешово'
	}, {
		name : 'с. Гореме',
		value : 'с. Гореме'
	}, {
		name : 'с. Горна Брезница',
		value : 'с. Горна Брезница'
	}, {
		name : 'с. Горна Крушица',
		value : 'с. Горна Крушица'
	}, {
		name : 'с. Горна Рибница',
		value : 'с. Горна Рибница'
	}, {
		name : 'с. Горна Сушица',
		value : 'с. Горна Сушица'
	}, {
		name : 'с. Горно Драглище',
		value : 'с. Горно Драглище'
	}, {
		name : 'с. Горно Дряново',
		value : 'с. Горно Дряново'
	}, {
		name : 'с. Горно Краище',
		value : 'с. Горно Краище'
	}, {
		name : 'с. Горно Осеново',
		value : 'с. Горно Осеново'
	}, {
		name : 'с. Горно Спанчево',
		value : 'с. Горно Спанчево'
	}, {
		name : 'с. Горно Хърсово',
		value : 'с. Горно Хърсово'
	}, {
		name : 'с. Горчево',
		value : 'с. Горчево'
	}, {
		name : 'с. Господинци',
		value : 'с. Господинци'
	}, {
		name : 'с. Гостун',
		value : 'с. Гостун'
	}, {
		name : 'с. Градево',
		value : 'с. Градево'
	}, {
		name : 'с. Гълъбово',
		value : 'с. Гълъбово'
	}, {
		name : 'с. Гърмен',
		value : 'с. Гърмен'
	}, {
		name : 'с. Гюргево',
		value : 'с. Гюргево'
	}, {
		name : 'с. Дагоново',
		value : 'с. Дагоново'
	}, {
		name : 'с. Дамяница',
		value : 'с. Дамяница'
	}, {
		name : 'с. Дебочица',
		value : 'с. Дебочица'
	}, {
		name : 'с. Дебрен',
		value : 'с. Дебрен'
	}, {
		name : 'с. Дебрене',
		value : 'с. Дебрене'
	}, {
		name : 'с. Делвино',
		value : 'с. Делвино'
	}, {
		name : 'с. Делчево',
		value : 'с. Делчево'
	}, {
		name : 'с. Джигурово',
		value : 'с. Джигурово'
	}, {
		name : 'с. Добри лаки',
		value : 'с. Добри лаки'
	}, {
		name : 'с. Добротино',
		value : 'с. Добротино'
	}, {
		name : 'с. Добърско',
		value : 'с. Добърско'
	}, {
		name : 'с. Докатичево',
		value : 'с. Докатичево'
	}, {
		name : 'с. Долен',
		value : 'с. Долен'
	}, {
		name : 'с. Долене',
		value : 'с. Долене'
	}, {
		name : 'с. Долени',
		value : 'с. Долени'
	}, {
		name : 'с. Долна Градешница',
		value : 'с. Долна Градешница'
	}, {
		name : 'с. Долна Крушица',
		value : 'с. Долна Крушица'
	}, {
		name : 'с. Долна Рибница',
		value : 'с. Долна Рибница'
	}, {
		name : 'с. Долно Драглище',
		value : 'с. Долно Драглище'
	}, {
		name : 'с. Долно Дряново',
		value : 'с. Долно Дряново'
	}, {
		name : 'с. Долно Осеново',
		value : 'с. Долно Осеново'
	}, {
		name : 'с. Долно Спанчево',
		value : 'с. Долно Спанчево'
	}, {
		name : 'с. Драгуш',
		value : 'с. Драгуш'
	}, {
		name : 'с. Драката',
		value : 'с. Драката'
	}, {
		name : 'с. Дрангово',
		value : 'с. Дрангово'
	}, {
		name : 'с. Дренково',
		value : 'с. Дренково'
	}, {
		name : 'с. Дреновица',
		value : 'с. Дреновица'
	}, {
		name : 'с. Дреново',
		value : 'с. Дреново'
	}, {
		name : 'с. Дъбница',
		value : 'с. Дъбница'
	}, {
		name : 'с. Дъбрава',
		value : 'с. Дъбрава'
	}, {
		name : 'с. Еленово',
		value : 'с. Еленово'
	}, {
		name : 'с. Елешница',
		value : 'с. Елешница'
	}, {
		name : 'с. Железница',
		value : 'с. Железница'
	}, {
		name : 'с. Жижево',
		value : 'с. Жижево'
	}, {
		name : 'с. Занога',
		value : 'с. Занога'
	}, {
		name : 'с. Зелендол',
		value : 'с. Зелендол'
	}, {
		name : 'с. Златарица',
		value : 'с. Златарица'
	}, {
		name : 'с. Златолист',
		value : 'с. Златолист'
	}, {
		name : 'с. Зойчене',
		value : 'с. Зойчене'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Иваново',
		value : 'с. Иваново'
	}, {
		name : 'с. Игралище',
		value : 'с. Игралище'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Илинден',
		value : 'с. Илинден'
	}, {
		name : 'с. Илинденци',
		value : 'с. Илинденци'
	}, {
		name : 'с. Кавракирово',
		value : 'с. Кавракирово'
	}, {
		name : 'с. Калиманци',
		value : 'с. Калиманци'
	}, {
		name : 'с. Камена',
		value : 'с. Камена'
	}, {
		name : 'с. Каменица',
		value : 'с. Каменица'
	}, {
		name : 'с. Капатово',
		value : 'с. Капатово'
	}, {
		name : 'с. Катунци',
		value : 'с. Катунци'
	}, {
		name : 'с. Кашина',
		value : 'с. Кашина'
	}, {
		name : 'с. Кладенци',
		value : 'с. Кладенци'
	}, {
		name : 'с. Клепало',
		value : 'с. Клепало'
	}, {
		name : 'с. Клисура',
		value : 'с. Клисура'
	}, {
		name : 'с. Ключ',
		value : 'с. Ключ'
	}, {
		name : 'с. Ковачевица',
		value : 'с. Ковачевица'
	}, {
		name : 'с. Ковачево',
		value : 'с. Ковачево'
	}, {
		name : 'с. Коларово',
		value : 'с. Коларово'
	}, {
		name : 'с. Колибите',
		value : 'с. Колибите'
	}, {
		name : 'с. Конарско',
		value : 'с. Конарско'
	}, {
		name : 'с. Копривлен',
		value : 'с. Копривлен'
	}, {
		name : 'с. Корница',
		value : 'с. Корница'
	}, {
		name : 'с. Кочан',
		value : 'с. Кочан'
	}, {
		name : 'с. Краище',
		value : 'с. Краище'
	}, {
		name : 'с. Кремен',
		value : 'с. Кремен'
	}, {
		name : 'с. Крибул',
		value : 'с. Крибул'
	}, {
		name : 'с. Кромидово',
		value : 'с. Кромидово'
	}, {
		name : 'с. Крупник',
		value : 'с. Крупник'
	}, {
		name : 'с. Крушево',
		value : 'с. Крушево'
	}, {
		name : 'с. Крънджилица',
		value : 'с. Крънджилица'
	}, {
		name : 'с. Кръстилци',
		value : 'с. Кръстилци'
	}, {
		name : 'с. Кузьово',
		value : 'с. Кузьово'
	}, {
		name : 'с. Кукурахцево',
		value : 'с. Кукурахцево'
	}, {
		name : 'с. Кулата',
		value : 'с. Кулата'
	}, {
		name : 'с. Кърланово',
		value : 'с. Кърланово'
	}, {
		name : 'с. Кърналово',
		value : 'с. Кърналово'
	}, {
		name : 'с. Кърпелево',
		value : 'с. Кърпелево'
	}, {
		name : 'с. Ладарево',
		value : 'с. Ладарево'
	}, {
		name : 'с. Ласкарево',
		value : 'с. Ласкарево'
	}, {
		name : 'с. Лебница',
		value : 'с. Лебница'
	}, {
		name : 'с. Левуново',
		value : 'с. Левуново'
	}, {
		name : 'с. Лехово',
		value : 'с. Лехово'
	}, {
		name : 'с. Лешко',
		value : 'с. Лешко'
	}, {
		name : 'с. Лешница',
		value : 'с. Лешница'
	}, {
		name : 'с. Лещен',
		value : 'с. Лещен'
	}, {
		name : 'с. Лиляново',
		value : 'с. Лиляново'
	}, {
		name : 'с. Лисия',
		value : 'с. Лисия'
	}, {
		name : 'с. Логодаж',
		value : 'с. Логодаж'
	}, {
		name : 'с. Лозеница',
		value : 'с. Лозеница'
	}, {
		name : 'с. Лъжница',
		value : 'с. Лъжница'
	}, {
		name : 'с. Лъки',
		value : 'с. Лъки'
	}, {
		name : 'с. Любовище',
		value : 'с. Любовище'
	}, {
		name : 'с. Любовка',
		value : 'с. Любовка'
	}, {
		name : 'с. Лютово',
		value : 'с. Лютово'
	}, {
		name : 'с. Малки Цалим',
		value : 'с. Малки Цалим'
	}, {
		name : 'с. Марикостиново',
		value : 'с. Марикостиново'
	}, {
		name : 'с. Марино поле',
		value : 'с. Марино поле'
	}, {
		name : 'с. Марулево',
		value : 'с. Марулево'
	}, {
		name : 'с. Марчево',
		value : 'с. Марчево'
	}, {
		name : 'с. Махалата',
		value : 'с. Махалата'
	}, {
		name : 'с. Мендово',
		value : 'с. Мендово'
	}, {
		name : 'с. Места',
		value : 'с. Места'
	}, {
		name : 'с. Мечкул',
		value : 'с. Мечкул'
	}, {
		name : 'с. Микрево',
		value : 'с. Микрево'
	}, {
		name : 'с. Митино',
		value : 'с. Митино'
	}, {
		name : 'с. Михнево',
		value : 'с. Михнево'
	}, {
		name : 'с. Мощанец',
		value : 'с. Мощанец'
	}, {
		name : 'с. Мусомища',
		value : 'с. Мусомища'
	}, {
		name : 'с. Никудин',
		value : 'с. Никудин'
	}, {
		name : 'с. Нова Ловча',
		value : 'с. Нова Ловча'
	}, {
		name : 'с. Ново Делчево',
		value : 'с. Ново Делчево'
	}, {
		name : 'с. Ново Кономлади',
		value : 'с. Ново Кономлади'
	}, {
		name : 'с. Ново Лески',
		value : 'с. Ново Лески'
	}, {
		name : 'с. Ново Ходжово',
		value : 'с. Ново Ходжово'
	}, {
		name : 'с. Обел',
		value : 'с. Обел'
	}, {
		name : 'с. Обидим',
		value : 'с. Обидим'
	}, {
		name : 'с. Огняново',
		value : 'с. Огняново'
	}, {
		name : 'с. Ореше',
		value : 'с. Ореше'
	}, {
		name : 'с. Орцево',
		value : 'с. Орцево'
	}, {
		name : 'с. Осеново',
		value : 'с. Осеново'
	}, {
		name : 'с. Осиково',
		value : 'с. Осиково'
	}, {
		name : 'с. Осина',
		value : 'с. Осина'
	}, {
		name : 'с. Ощава',
		value : 'с. Ощава'
	}, {
		name : 'с. Падеш',
		value : 'с. Падеш'
	}, {
		name : 'с. Палат',
		value : 'с. Палат'
	}, {
		name : 'с. Палатик',
		value : 'с. Палатик'
	}, {
		name : 'с. Парил',
		value : 'с. Парил'
	}, {
		name : 'с. Петрелик',
		value : 'с. Петрелик'
	}, {
		name : 'с. Петрово',
		value : 'с. Петрово'
	}, {
		name : 'с. Пиперица',
		value : 'с. Пиперица'
	}, {
		name : 'с. Пирин',
		value : 'с. Пирин'
	}, {
		name : 'с. Плетена',
		value : 'с. Плетена'
	}, {
		name : 'с. Плоски',
		value : 'с. Плоски'
	}, {
		name : 'с. Покровник',
		value : 'с. Покровник'
	}, {
		name : 'с. Полена',
		value : 'с. Полена'
	}, {
		name : 'с. Поленица',
		value : 'с. Поленица'
	}, {
		name : 'с. Полето',
		value : 'с. Полето'
	}, {
		name : 'с. Право бърдо',
		value : 'с. Право бърдо'
	}, {
		name : 'с. Първомай',
		value : 'с. Първомай'
	}, {
		name : 'с. Раздол',
		value : 'с. Раздол'
	}, {
		name : 'с. Ракитна',
		value : 'с. Ракитна'
	}, {
		name : 'с. Рибник',
		value : 'с. Рибник'
	}, {
		name : 'с. Рибново',
		value : 'с. Рибново'
	}, {
		name : 'с. Рилци',
		value : 'с. Рилци'
	}, {
		name : 'с. Рожен',
		value : 'с. Рожен'
	}, {
		name : 'с. Рупите',
		value : 'с. Рупите'
	}, {
		name : 'с. Ръждак',
		value : 'с. Ръждак'
	}, {
		name : 'с. Садово',
		value : 'с. Садово'
	}, {
		name : 'с. Самуилова крепост',
		value : 'с. Самуилова крепост'
	}, {
		name : 'с. Самуилово',
		value : 'с. Самуилово'
	}, {
		name : 'с. Сатовча',
		value : 'с. Сатовча'
	}, {
		name : 'с. Седелец',
		value : 'с. Седелец'
	}, {
		name : 'с. Селище',
		value : 'с. Селище'
	}, {
		name : 'с. Сенокос',
		value : 'с. Сенокос'
	}, {
		name : 'с. Склаве',
		value : 'с. Склаве'
	}, {
		name : 'с. Скребатно',
		value : 'с. Скребатно'
	}, {
		name : 'с. Скрът',
		value : 'с. Скрът'
	}, {
		name : 'с. Слащен',
		value : 'с. Слащен'
	}, {
		name : 'с. Сливница',
		value : 'с. Сливница'
	}, {
		name : 'с. Смолево',
		value : 'с. Смолево'
	}, {
		name : 'с. Спатово',
		value : 'с. Спатово'
	}, {
		name : 'с. Стара Кресна',
		value : 'с. Стара Кресна'
	}, {
		name : 'с. Старчево',
		value : 'с. Старчево'
	}, {
		name : 'с. Стожа',
		value : 'с. Стожа'
	}, {
		name : 'с. Струма',
		value : 'с. Струма'
	}, {
		name : 'с. Струмешница',
		value : 'с. Струмешница'
	}, {
		name : 'с. Струмяни',
		value : 'с. Струмяни'
	}, {
		name : 'с. Сугарево',
		value : 'с. Сугарево'
	}, {
		name : 'с. Сухострел',
		value : 'с. Сухострел'
	}, {
		name : 'с. Сушица',
		value : 'с. Сушица'
	}, {
		name : 'с. Теплен',
		value : 'с. Теплен'
	}, {
		name : 'с. Тешово',
		value : 'с. Тешово'
	}, {
		name : 'с. Тонско дабе',
		value : 'с. Тонско дабе'
	}, {
		name : 'с. Тополница',
		value : 'с. Тополница'
	}, {
		name : 'с. Тросково',
		value : 'с. Тросково'
	}, {
		name : 'с. Туховища',
		value : 'с. Туховища'
	}, {
		name : 'с. Филипово',
		value : 'с. Филипово'
	}, {
		name : 'с. Фъргово',
		value : 'с. Фъргово'
	}, {
		name : 'с. Хвостяне',
		value : 'с. Хвостяне'
	}, {
		name : 'с. Хотово',
		value : 'с. Хотово'
	}, {
		name : 'с. Храсна',
		value : 'с. Храсна'
	}, {
		name : 'с. Хърсово',
		value : 'с. Хърсово'
	}, {
		name : 'с. Цапарево',
		value : 'с. Цапарево'
	}, {
		name : 'с. Церово',
		value : 'с. Церово'
	}, {
		name : 'с. Черешница',
		value : 'с. Черешница'
	}, {
		name : 'с. Черешово',
		value : 'с. Черешово'
	}, {
		name : 'с. Черна Места',
		value : 'с. Черна Места'
	}, {
		name : 'с. Черниче',
		value : 'с. Черниче'
	}, {
		name : 'с. Чурилово',
		value : 'с. Чурилово'
	}, {
		name : 'с. Чуричени',
		value : 'с. Чуричени'
	}, {
		name : 'с. Чучулигово',
		value : 'с. Чучулигово'
	}, {
		name : 'с. Юруково',
		value : 'с. Юруково'
	}, {
		name : 'с. Яворница',
		value : 'с. Яворница'
	}, {
		name : 'с. Яково',
		value : 'с. Яково'
	}, {
		name : 'с. Яново',
		value : 'с. Яново'
	}, ]
}, {
	name : 'Бургас',
	value : 'Бургас',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Бургас',
		value : 'гр. Бургас'
	}, {
		name : 'гр. Айтос',
		value : 'гр. Айтос'
	}, {
		name : 'гр. Ахелой',
		value : 'гр. Ахелой'
	}, {
		name : 'гр. Ахтопол',
		value : 'гр. Ахтопол'
	}, {
		name : 'гр. Българово',
		value : 'гр. Българово'
	}, {
		name : 'гр. Каблешково',
		value : 'гр. Каблешково'
	}, {
		name : 'гр. Камено',
		value : 'гр. Камено'
	}, {
		name : 'гр. Карнобат',
		value : 'гр. Карнобат'
	}, {
		name : 'гр. Китен',
		value : 'гр. Китен'
	}, {
		name : 'гр. Малко Търново',
		value : 'гр. Малко Търново'
	}, {
		name : 'гр. Несебър',
		value : 'гр. Несебър'
	}, {
		name : 'гр. Обзор',
		value : 'гр. Обзор'
	}, {
		name : 'гр. Поморие',
		value : 'гр. Поморие'
	}, {
		name : 'гр. Приморско',
		value : 'гр. Приморско'
	}, {
		name : 'гр. Свети Влас',
		value : 'гр. Свети Влас'
	}, {
		name : 'гр. Созопол',
		value : 'гр. Созопол'
	}, {
		name : 'гр. Средец',
		value : 'гр. Средец'
	}, {
		name : 'гр. Сунгурларе',
		value : 'гр. Сунгурларе'
	}, {
		name : 'гр. Царево',
		value : 'гр. Царево'
	}, {
		name : 'гр. Черноморец',
		value : 'гр. Черноморец'
	}, {
		name : 'к.к. Слънчев бряг',
		value : 'к.к. Слънчев бряг'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Аспарухово',
		value : 'с. Аспарухово'
	}, {
		name : 'с. Атия',
		value : 'с. Атия'
	}, {
		name : 'с. Баня',
		value : 'с. Баня'
	}, {
		name : 'с. Бата',
		value : 'с. Бата'
	}, {
		name : 'с. Белеврен',
		value : 'с. Белеврен'
	}, {
		name : 'с. Белила',
		value : 'с. Белила'
	}, {
		name : 'с. Белодол',
		value : 'с. Белодол'
	}, {
		name : 'с. Бероново',
		value : 'с. Бероново'
	}, {
		name : 'с. Билка',
		value : 'с. Билка'
	}, {
		name : 'с. Бистрец',
		value : 'с. Бистрец'
	}, {
		name : 'с. Близнак',
		value : 'с. Близнак'
	}, {
		name : 'с. Богданово',
		value : 'с. Богданово'
	}, {
		name : 'с. Босилково',
		value : 'с. Босилково'
	}, {
		name : 'с. Братово',
		value : 'с. Братово'
	}, {
		name : 'с. Бродилово',
		value : 'с. Бродилово'
	}, {
		name : 'с. Бръшлян',
		value : 'с. Бръшлян'
	}, {
		name : 'с. Брястовец',
		value : 'с. Брястовец'
	}, {
		name : 'с. Българи',
		value : 'с. Българи'
	}, {
		name : 'с. Бяла вода',
		value : 'с. Бяла вода'
	}, {
		name : 'с. Варвара',
		value : 'с. Варвара'
	}, {
		name : 'с. Варовник',
		value : 'с. Варовник'
	}, {
		name : 'с. Ведрово',
		value : 'с. Ведрово'
	}, {
		name : 'с. Везенково',
		value : 'с. Везенково'
	}, {
		name : 'с. Велика',
		value : 'с. Велика'
	}, {
		name : 'с. Велислав',
		value : 'с. Велислав'
	}, {
		name : 'с. Венец',
		value : 'с. Венец'
	}, {
		name : 'с. Веселие',
		value : 'с. Веселие'
	}, {
		name : 'с. Визица',
		value : 'с. Визица'
	}, {
		name : 'с. Винарско',
		value : 'с. Винарско'
	}, {
		name : 'с. Вишна',
		value : 'с. Вишна'
	}, {
		name : 'с. Вратица',
		value : 'с. Вратица'
	}, {
		name : 'с. Вресово',
		value : 'с. Вресово'
	}, {
		name : 'с. Вълчаново',
		value : 'с. Вълчаново'
	}, {
		name : 'с. Вълчин',
		value : 'с. Вълчин'
	}, {
		name : 'с. Вършило',
		value : 'с. Вършило'
	}, {
		name : 'с. Габерово',
		value : 'с. Габерово'
	}, {
		name : 'с. Габър',
		value : 'с. Габър'
	}, {
		name : 'с. Глумче',
		value : 'с. Глумче'
	}, {
		name : 'с. Голямо Буково',
		value : 'с. Голямо Буково'
	}, {
		name : 'с. Горица',
		value : 'с. Горица'
	}, {
		name : 'с. Горно Ябълково',
		value : 'с. Горно Ябълково'
	}, {
		name : 'с. Горово',
		value : 'с. Горово'
	}, {
		name : 'с. Граматиково',
		value : 'с. Граматиково'
	}, {
		name : 'с. Гранитец',
		value : 'с. Гранитец'
	}, {
		name : 'с. Граничар',
		value : 'с. Граничар'
	}, {
		name : 'с. Грозден',
		value : 'с. Грозден'
	}, {
		name : 'с. Гълъбец',
		value : 'с. Гълъбец'
	}, {
		name : 'с. Гюльовца',
		value : 'с. Гюльовца'
	}, {
		name : 'с. Дебелт',
		value : 'с. Дебелт'
	}, {
		name : 'с. Деветак',
		value : 'с. Деветак'
	}, {
		name : 'с. Деветинци',
		value : 'с. Деветинци'
	}, {
		name : 'с. Детелина',
		value : 'с. Детелина'
	}, {
		name : 'с. Димчево',
		value : 'с. Димчево'
	}, {
		name : 'с. Добра поляна',
		value : 'с. Добра поляна'
	}, {
		name : 'с. Добриново',
		value : 'с. Добриново'
	}, {
		name : 'с. Добромир',
		value : 'с. Добромир'
	}, {
		name : 'с. Долно Ябълково',
		value : 'с. Долно Ябълково'
	}, {
		name : 'с. Драганово',
		value : 'с. Драганово'
	}, {
		name : 'с. Драганци',
		value : 'с. Драганци'
	}, {
		name : 'с. Драгово',
		value : 'с. Драгово'
	}, {
		name : 'с. Драка',
		value : 'с. Драка'
	}, {
		name : 'с. Драчево',
		value : 'с. Драчево'
	}, {
		name : 'с. Дропла',
		value : 'с. Дропла'
	}, {
		name : 'с. Дрянковец',
		value : 'с. Дрянковец'
	}, {
		name : 'с. Дъбник',
		value : 'с. Дъбник'
	}, {
		name : 'с. Дъбовица',
		value : 'с. Дъбовица'
	}, {
		name : 'с. Дъскотна',
		value : 'с. Дъскотна'
	}, {
		name : 'с. Дюлево',
		value : 'с. Дюлево'
	}, {
		name : 'с. Дюля',
		value : 'с. Дюля'
	}, {
		name : 'с. Евренозово',
		value : 'с. Евренозово'
	}, {
		name : 'с. Екзарх Антимово',
		value : 'с. Екзарх Антимово'
	}, {
		name : 'с. Емона',
		value : 'с. Емона'
	}, {
		name : 'с. Есен',
		value : 'с. Есен'
	}, {
		name : 'с. Железник',
		value : 'с. Железник'
	}, {
		name : 'с. Желязово',
		value : 'с. Желязово'
	}, {
		name : 'с. Житосвят',
		value : 'с. Житосвят'
	}, {
		name : 'с. Заберново',
		value : 'с. Заберново'
	}, {
		name : 'с. Завет',
		value : 'с. Завет'
	}, {
		name : 'с. Загорци',
		value : 'с. Загорци'
	}, {
		name : 'с. Заимчево',
		value : 'с. Заимчево'
	}, {
		name : 'с. Зайчар',
		value : 'с. Зайчар'
	}, {
		name : 'с. Звезда',
		value : 'с. Звезда'
	}, {
		name : 'с. Звездец',
		value : 'с. Звездец'
	}, {
		name : 'с. Зетьово',
		value : 'с. Зетьово'
	}, {
		name : 'с. Зидарово',
		value : 'с. Зидарово'
	}, {
		name : 'с. Зимен',
		value : 'с. Зимен'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Извор',
		value : 'с. Извор'
	}, {
		name : 'с. Изворище',
		value : 'с. Изворище'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Индже войвода',
		value : 'с. Индже войвода'
	}, {
		name : 'с. Искра',
		value : 'с. Искра'
	}, {
		name : 'с. Калово',
		value : 'с. Калово'
	}, {
		name : 'с. Каменар',
		value : 'с. Каменар'
	}, {
		name : 'с. Каменяк',
		value : 'с. Каменяк'
	}, {
		name : 'с. Камчия',
		value : 'с. Камчия'
	}, {
		name : 'с. Каравельово',
		value : 'с. Каравельово'
	}, {
		name : 'с. Карагеоргиево',
		value : 'с. Карагеоргиево'
	}, {
		name : 'с. Караново',
		value : 'с. Караново'
	}, {
		name : 'с. Кирово',
		value : 'с. Кирово'
	}, {
		name : 'с. Кликач',
		value : 'с. Кликач'
	}, {
		name : 'с. Климаш',
		value : 'с. Климаш'
	}, {
		name : 'с. Козаре',
		value : 'с. Козаре'
	}, {
		name : 'с. Козичино',
		value : 'с. Козичино'
	}, {
		name : 'с. Козница',
		value : 'с. Козница'
	}, {
		name : 'с. Кондолово',
		value : 'с. Кондолово'
	}, {
		name : 'с. Константиново',
		value : 'с. Константиново'
	}, {
		name : 'с. Косовец',
		value : 'с. Косовец'
	}, {
		name : 'с. Костен',
		value : 'с. Костен'
	}, {
		name : 'с. Кости',
		value : 'с. Кости'
	}, {
		name : 'с. Кошарица',
		value : 'с. Кошарица'
	}, {
		name : 'с. Крумово градище',
		value : 'с. Крумово градище'
	}, {
		name : 'с. Крушевец',
		value : 'с. Крушевец'
	}, {
		name : 'с. Крушово',
		value : 'с. Крушово'
	}, {
		name : 'с. Кръстина',
		value : 'с. Кръстина'
	}, {
		name : 'с. Кубадин',
		value : 'с. Кубадин'
	}, {
		name : 'с. Ливада',
		value : 'с. Ливада'
	}, {
		name : 'с. Листец',
		value : 'с. Листец'
	}, {
		name : 'с. Лозарево',
		value : 'с. Лозарево'
	}, {
		name : 'с. Лозенец',
		value : 'с. Лозенец'
	}, {
		name : 'с. Лозица',
		value : 'с. Лозица'
	}, {
		name : 'с. Лъка',
		value : 'с. Лъка'
	}, {
		name : 'с. Люляково',
		value : 'с. Люляково'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Малина',
		value : 'с. Малина'
	}, {
		name : 'с. Малка поляна',
		value : 'с. Малка поляна'
	}, {
		name : 'с. Манолич',
		value : 'с. Манолич'
	}, {
		name : 'с. Маринка',
		value : 'с. Маринка'
	}, {
		name : 'с. Медово',
		value : 'с. Медово'
	}, {
		name : 'с. Миролюбово',
		value : 'с. Миролюбово'
	}, {
		name : 'с. Младежко',
		value : 'с. Младежко'
	}, {
		name : 'с. Момина църква',
		value : 'с. Момина църква'
	}, {
		name : 'с. Мрежичко',
		value : 'с. Мрежичко'
	}, {
		name : 'с. Мъглен',
		value : 'с. Мъглен'
	}, {
		name : 'с. Мъдрино',
		value : 'с. Мъдрино'
	}, {
		name : 'с. Невестино',
		value : 'с. Невестино'
	}, {
		name : 'с. Ново Паничарево',
		value : 'с. Ново Паничарево'
	}, {
		name : 'с. Огнен',
		value : 'с. Огнен'
	}, {
		name : 'с. Оризаре',
		value : 'с. Оризаре'
	}, {
		name : 'с. Орлинци',
		value : 'с. Орлинци'
	}, {
		name : 'с. Паницово',
		value : 'с. Паницово'
	}, {
		name : 'с. Пещерско',
		value : 'с. Пещерско'
	}, {
		name : 'с. Пирне',
		value : 'с. Пирне'
	}, {
		name : 'с. Писменово',
		value : 'с. Писменово'
	}, {
		name : 'с. Планиница',
		value : 'с. Планиница'
	}, {
		name : 'с. Подвис',
		value : 'с. Подвис'
	}, {
		name : 'с. Подгорец',
		value : 'с. Подгорец'
	}, {
		name : 'с. Полски извор',
		value : 'с. Полски извор'
	}, {
		name : 'с. Поляново',
		value : 'с. Поляново'
	}, {
		name : 'с. Порой',
		value : 'с. Порой'
	}, {
		name : 'с. Преображенци',
		value : 'с. Преображенци'
	}, {
		name : 'с. Прилеп',
		value : 'с. Прилеп'
	}, {
		name : 'с. Припек',
		value : 'с. Припек'
	}, {
		name : 'с. Присад',
		value : 'с. Присад'
	}, {
		name : 'с. Приселци',
		value : 'с. Приселци'
	}, {
		name : 'с. Просеник',
		value : 'с. Просеник'
	}, {
		name : 'с. Проход',
		value : 'с. Проход'
	}, {
		name : 'с. Пчелин',
		value : 'с. Пчелин'
	}, {
		name : 'с. Пънчево',
		value : 'с. Пънчево'
	}, {
		name : 'с. Равадиново',
		value : 'с. Равадиново'
	}, {
		name : 'с. Равда',
		value : 'с. Равда'
	}, {
		name : 'с. Равна гора',
		value : 'с. Равна гора'
	}, {
		name : 'с. Равнец',
		value : 'с. Равнец'
	}, {
		name : 'с. Радойново',
		value : 'с. Радойново'
	}, {
		name : 'с. Разбойна',
		value : 'с. Разбойна'
	}, {
		name : 'с. Раклиново',
		value : 'с. Раклиново'
	}, {
		name : 'с. Раклица',
		value : 'с. Раклица'
	}, {
		name : 'с. Раковсково',
		value : 'с. Раковсково'
	}, {
		name : 'с. Резово',
		value : 'с. Резово'
	}, {
		name : 'с. Речица',
		value : 'с. Речица'
	}, {
		name : 'с. Рожден',
		value : 'с. Рожден'
	}, {
		name : 'с. Росен',
		value : 'с. Росен'
	}, {
		name : 'с. Росеново',
		value : 'с. Росеново'
	}, {
		name : 'с. Рудина',
		value : 'с. Рудина'
	}, {
		name : 'с. Рудник',
		value : 'с. Рудник'
	}, {
		name : 'с. Руен',
		value : 'с. Руен'
	}, {
		name : 'с. Рупча',
		value : 'с. Рупча'
	}, {
		name : 'с. Русокастро',
		value : 'с. Русокастро'
	}, {
		name : 'с. Ръжица',
		value : 'с. Ръжица'
	}, {
		name : 'с. Садово',
		value : 'с. Садово'
	}, {
		name : 'с. Сан-Стефано',
		value : 'с. Сан-Стефано'
	}, {
		name : 'с. Светлина',
		value : 'с. Светлина'
	}, {
		name : 'с. Свобода',
		value : 'с. Свобода'
	}, {
		name : 'с. Сигмен',
		value : 'с. Сигмен'
	}, {
		name : 'с. Синеморец',
		value : 'с. Синеморец'
	}, {
		name : 'с. Сини рид',
		value : 'с. Сини рид'
	}, {
		name : 'с. Синьо камене',
		value : 'с. Синьо камене'
	}, {
		name : 'с. Скала',
		value : 'с. Скала'
	}, {
		name : 'с. Скалак',
		value : 'с. Скалак'
	}, {
		name : 'с. Славянци',
		value : 'с. Славянци'
	}, {
		name : 'с. Сливарово',
		value : 'с. Сливарово'
	}, {
		name : 'с. Сливово',
		value : 'с. Сливово'
	}, {
		name : 'с. Смолник',
		value : 'с. Смолник'
	}, {
		name : 'с. Снежа',
		value : 'с. Снежа'
	}, {
		name : 'с. Снягово',
		value : 'с. Снягово'
	}, {
		name : 'с. Соколец',
		value : 'с. Соколец'
	}, {
		name : 'с. Соколово',
		value : 'с. Соколово'
	}, {
		name : 'с. Средна махала',
		value : 'с. Средна махала'
	}, {
		name : 'с. Стоилово',
		value : 'с. Стоилово'
	}, {
		name : 'с. Страцин',
		value : 'с. Страцин'
	}, {
		name : 'с. Струя',
		value : 'с. Струя'
	}, {
		name : 'с. Суходол',
		value : 'с. Суходол'
	}, {
		name : 'с. Съдиево',
		value : 'с. Съдиево'
	}, {
		name : 'с. Съединение',
		value : 'с. Съединение'
	}, {
		name : 'с. Сърнево',
		value : 'с. Сърнево'
	}, {
		name : 'с. Твърдица',
		value : 'с. Твърдица'
	}, {
		name : 'с. Терзийско',
		value : 'с. Терзийско'
	}, {
		name : 'с. Тополица',
		value : 'с. Тополица'
	}, {
		name : 'с. Топчийско',
		value : 'с. Топчийско'
	}, {
		name : 'с. Тракийци',
		value : 'с. Тракийци'
	}, {
		name : 'с. Трояново',
		value : 'с. Трояново'
	}, {
		name : 'с. Трънак',
		value : 'с. Трънак'
	}, {
		name : 'с. Тръстиково',
		value : 'с. Тръстиково'
	}, {
		name : 'с. Тънково',
		value : 'с. Тънково'
	}, {
		name : 'с. Фазаново',
		value : 'с. Фазаново'
	}, {
		name : 'с. Факия',
		value : 'с. Факия'
	}, {
		name : 'с. Хаджиите',
		value : 'с. Хаджиите'
	}, {
		name : 'с. Церковски',
		value : 'с. Церковски'
	}, {
		name : 'с. Череша',
		value : 'с. Череша'
	}, {
		name : 'с. Черково',
		value : 'с. Черково'
	}, {
		name : 'с. Черна могила',
		value : 'с. Черна могила'
	}, {
		name : 'с. Черни връх',
		value : 'с. Черни връх'
	}, {
		name : 'с. Черница',
		value : 'с. Черница'
	}, {
		name : 'с. Черно море',
		value : 'с. Черно море'
	}, {
		name : 'с. Черноград',
		value : 'с. Черноград'
	}, {
		name : 'с. Чубра',
		value : 'с. Чубра'
	}, {
		name : 'с. Чукарка',
		value : 'с. Чукарка'
	}, {
		name : 'с. Шиварово',
		value : 'с. Шиварово'
	}, {
		name : 'с. Ябълчево',
		value : 'с. Ябълчево'
	}, {
		name : 'с. Ясеново',
		value : 'с. Ясеново'
	}, {
		name : 'с. Ясна поляна',
		value : 'с. Ясна поляна'
	} ]
}, {
	name : 'Варна',
	value : 'Варна',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Варна',
		value : 'гр. Варна'
	}, {
		name : 'гр. Аксаково',
		value : 'гр. Аксаково'
	}, {
		name : 'гр. Белослав',
		value : 'гр. Белослав'
	}, {
		name : 'гр. Бяла',
		value : 'гр. Бяла'
	}, {
		name : 'гр. Вълчи дол',
		value : 'гр. Вълчи дол'
	}, {
		name : 'гр. Девня',
		value : 'гр. Девня'
	}, {
		name : 'гр. Долни чифлик',
		value : 'гр. Долни чифлик'
	}, {
		name : 'гр. Дългопол',
		value : 'гр. Дългопол'
	}, {
		name : 'гр. Игнатиево',
		value : 'гр. Игнатиево'
	}, {
		name : 'гр. Провадия',
		value : 'гр. Провадия'
	}, {
		name : 'гр. Суворово',
		value : 'гр. Суворово'
	}, {
		name : 'с. Аврен',
		value : 'с. Аврен'
	}, {
		name : 'с. Арковна',
		value : 'с. Арковна'
	}, {
		name : 'с. Аспарухово',
		value : 'с. Аспарухово'
	}, {
		name : 'с. Баново',
		value : 'с. Баново'
	}, {
		name : 'с. Белоградец',
		value : 'с. Белоградец'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Близнаци',
		value : 'с. Близнаци'
	}, {
		name : 'с. Блъсково',
		value : 'с. Блъсково'
	}, {
		name : 'с. Бозвелийско',
		value : 'с. Бозвелийско'
	}, {
		name : 'с. Болярци',
		value : 'с. Болярци'
	}, {
		name : 'с. Боряна',
		value : 'с. Боряна'
	}, {
		name : 'с. Ботево',
		value : 'с. Ботево'
	}, {
		name : 'с. Бояна',
		value : 'с. Бояна'
	}, {
		name : 'с. Брестак',
		value : 'с. Брестак'
	}, {
		name : 'с. Булаир',
		value : 'с. Булаир'
	}, {
		name : 'с. Бърдарево',
		value : 'с. Бърдарево'
	}, {
		name : 'с. Бързица',
		value : 'с. Бързица'
	}, {
		name : 'с. Величково',
		value : 'с. Величково'
	}, {
		name : 'с. Венелин',
		value : 'с. Венелин'
	}, {
		name : 'с. Венчан',
		value : 'с. Венчан'
	}, {
		name : 'с. Ветрино',
		value : 'с. Ветрино'
	}, {
		name : 'с. Водица',
		value : 'с. Водица'
	}, {
		name : 'с. Войводино',
		value : 'с. Войводино'
	}, {
		name : 'с. Въглен',
		value : 'с. Въглен'
	}, {
		name : 'с. Габърница',
		value : 'с. Габърница'
	}, {
		name : 'с. Генерал Кантарджиево',
		value : 'с. Генерал Кантарджиево'
	}, {
		name : 'с. Генерал Киселово',
		value : 'с. Генерал Киселово'
	}, {
		name : 'с. Генерал Колево',
		value : 'с. Генерал Колево'
	}, {
		name : 'с. Голица',
		value : 'с. Голица'
	}, {
		name : 'с. Горен чифлик',
		value : 'с. Горен чифлик'
	}, {
		name : 'с. Горица',
		value : 'с. Горица'
	}, {
		name : 'с. Господиново',
		value : 'с. Господиново'
	}, {
		name : 'с. Градинарово',
		value : 'с. Градинарово'
	}, {
		name : 'с. Гроздьово',
		value : 'с. Гроздьово'
	}, {
		name : 'с. Дебелец',
		value : 'с. Дебелец'
	}, {
		name : 'с. Детелина',
		value : 'с. Детелина'
	}, {
		name : 'с. Добри дол',
		value : 'с. Добри дол'
	}, {
		name : 'с. Добрина',
		value : 'с. Добрина'
	}, {
		name : 'с. Доброглед',
		value : 'с. Доброглед'
	}, {
		name : 'с. Доброплодно',
		value : 'с. Доброплодно'
	}, {
		name : 'с. Добротич',
		value : 'с. Добротич'
	}, {
		name : 'с. Долище',
		value : 'с. Долище'
	}, {
		name : 'с. Дръндар',
		value : 'с. Дръндар'
	}, {
		name : 'с. Дъбравино',
		value : 'с. Дъбравино'
	}, {
		name : 'с. Дюлино',
		value : 'с. Дюлино'
	}, {
		name : 'с. Езерово',
		value : 'с. Езерово'
	}, {
		name : 'с. Есеница',
		value : 'с. Есеница'
	}, {
		name : 'с. Житница',
		value : 'с. Житница'
	}, {
		name : 'с. Засмяно',
		value : 'с. Засмяно'
	}, {
		name : 'с. Звездица',
		value : 'с. Звездица'
	}, {
		name : 'с. Звънец',
		value : 'с. Звънец'
	}, {
		name : 'с. Здравец',
		value : 'с. Здравец'
	}, {
		name : 'с. Златина',
		value : 'с. Златина'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Изворник',
		value : 'с. Изворник'
	}, {
		name : 'с. Изворско',
		value : 'с. Изворско'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Искър',
		value : 'с. Искър'
	}, {
		name : 'с. Казашка река',
		value : 'с. Казашка река'
	}, {
		name : 'с. Казашко',
		value : 'с. Казашко'
	}, {
		name : 'с. Калиманци',
		value : 'с. Калиманци'
	}, {
		name : 'с. Калоян',
		value : 'с. Калоян'
	}, {
		name : 'с. Камен дял',
		value : 'с. Камен дял'
	}, {
		name : 'с. Каменар',
		value : 'с. Каменар'
	}, {
		name : 'с. Караманите',
		value : 'с. Караманите'
	}, {
		name : 'с. Кипра',
		value : 'с. Кипра'
	}, {
		name : 'с. Китен',
		value : 'с. Китен'
	}, {
		name : 'с. Китка',
		value : 'с. Китка'
	}, {
		name : 'с. Кичево',
		value : 'с. Кичево'
	}, {
		name : 'с. Климентово',
		value : 'с. Климентово'
	}, {
		name : 'с. Комарево',
		value : 'с. Комарево'
	}, {
		name : 'с. Комунари',
		value : 'с. Комунари'
	}, {
		name : 'с. Константиново',
		value : 'с. Константиново'
	}, {
		name : 'с. Кракра',
		value : 'с. Кракра'
	}, {
		name : 'с. Красимир',
		value : 'с. Красимир'
	}, {
		name : 'с. Кривини',
		value : 'с. Кривини'
	}, {
		name : 'с. Кривня',
		value : 'с. Кривня'
	}, {
		name : 'с. Крумово',
		value : 'с. Крумово'
	}, {
		name : 'с. Круша',
		value : 'с. Круша'
	}, {
		name : 'с. Куманово',
		value : 'с. Куманово'
	}, {
		name : 'с. Левски',
		value : 'с. Левски'
	}, {
		name : 'с. Лопушна',
		value : 'с. Лопушна'
	}, {
		name : 'с. Любен Каравелово',
		value : 'с. Любен Каравелово'
	}, {
		name : 'с. Манастир',
		value : 'с. Манастир'
	}, {
		name : 'с. Медовец',
		value : 'с. Медовец'
	}, {
		name : 'с. Метличина',
		value : 'с. Метличина'
	}, {
		name : 'с. Михалич',
		value : 'с. Михалич'
	}, {
		name : 'с. Млада гвардия',
		value : 'с. Млада гвардия'
	}, {
		name : 'с. Момчилово',
		value : 'с. Момчилово'
	}, {
		name : 'с. Невша',
		value : 'с. Невша'
	}, {
		name : 'с. Неново',
		value : 'с. Неново'
	}, {
		name : 'с. Неофит Рилски',
		value : 'с. Неофит Рилски'
	}, {
		name : 'с. Николаевка',
		value : 'с. Николаевка'
	}, {
		name : 'с. Нова Шипка',
		value : 'с. Нова Шипка'
	}, {
		name : 'с. Новаково',
		value : 'с. Новаково'
	}, {
		name : 'с. Ново Оряхово',
		value : 'с. Ново Оряхово'
	}, {
		name : 'с. Оборище',
		value : 'с. Оборище'
	}, {
		name : 'с. Овчага',
		value : 'с. Овчага'
	}, {
		name : 'с. Орешак',
		value : 'с. Орешак'
	}, {
		name : 'с. Осеново',
		value : 'с. Осеново'
	}, {
		name : 'с. Падина',
		value : 'с. Падина'
	}, {
		name : 'с. Партизани',
		value : 'с. Партизани'
	}, {
		name : 'с. Петров дол',
		value : 'с. Петров дол'
	}, {
		name : 'с. Поляците',
		value : 'с. Поляците'
	}, {
		name : 'с. Попович',
		value : 'с. Попович'
	}, {
		name : 'с. Припек',
		value : 'с. Припек'
	}, {
		name : 'с. Приселци',
		value : 'с. Приселци'
	}, {
		name : 'с. Просечен',
		value : 'с. Просечен'
	}, {
		name : 'с. Пчелник',
		value : 'с. Пчелник'
	}, {
		name : 'с. Равна',
		value : 'с. Равна'
	}, {
		name : 'с. Равна гора',
		value : 'с. Равна гора'
	}, {
		name : 'с. Радан войвода',
		value : 'с. Радан войвода'
	}, {
		name : 'с. Радево',
		value : 'с. Радево'
	}, {
		name : 'с. Разделна',
		value : 'с. Разделна'
	}, {
		name : 'с. Рояк',
		value : 'с. Рояк'
	}, {
		name : 'с. Рудник',
		value : 'с. Рудник'
	}, {
		name : 'с. Сава',
		value : 'с. Сава'
	}, {
		name : 'с. Садово',
		value : 'с. Садово'
	}, {
		name : 'с. Самотино',
		value : 'с. Самотино'
	}, {
		name : 'с. Синдел',
		value : 'с. Синдел'
	}, {
		name : 'с. Славейково',
		value : 'с. Славейково'
	}, {
		name : 'с. Сладка вода',
		value : 'с. Сладка вода'
	}, {
		name : 'с. Слънчево',
		value : 'с. Слънчево'
	}, {
		name : 'с. Снежина',
		value : 'с. Снежина'
	}, {
		name : 'с. Солник',
		value : 'с. Солник'
	}, {
		name : 'с. Средно село',
		value : 'с. Средно село'
	}, {
		name : 'с. Старо Оряхово',
		value : 'с. Старо Оряхово'
	}, {
		name : 'с. Староселец',
		value : 'с. Староселец'
	}, {
		name : 'с. Стефан Караджа',
		value : 'с. Стефан Караджа'
	}, {
		name : 'с. Страхил',
		value : 'с. Страхил'
	}, {
		name : 'с. Страшимирово',
		value : 'с. Страшимирово'
	}, {
		name : 'с. Тополи',
		value : 'с. Тополи'
	}, {
		name : 'с. Тръстиково',
		value : 'с. Тръстиково'
	}, {
		name : 'с. Тутраканци',
		value : 'с. Тутраканци'
	}, {
		name : 'с. Храброво',
		value : 'с. Храброво'
	}, {
		name : 'с. Царевци',
		value : 'с. Царевци'
	}, {
		name : 'с. Цонево',
		value : 'с. Цонево'
	}, {
		name : 'с. Чайка',
		value : 'с. Чайка'
	}, {
		name : 'с. Червенци',
		value : 'с. Червенци'
	}, {
		name : 'с. Черковна',
		value : 'с. Черковна'
	}, {
		name : 'с. Чернево',
		value : 'с. Чернево'
	}, {
		name : 'с. Черноок',
		value : 'с. Черноок'
	}, {
		name : 'с. Шкорпиловци',
		value : 'с. Шкорпиловци'
	}, {
		name : 'с. Щипско',
		value : 'с. Щипско'
	}, {
		name : 'с. Юнак',
		value : 'с. Юнак'
	}, {
		name : 'с. Юнец',
		value : 'с. Юнец'
	}, {
		name : 'с. Ягнило',
		value : 'с. Ягнило'
	}, {
		name : 'с. Яребична',
		value : 'с. Яребична'
	} ]
}, {
	name : 'Велико Търново',
	value : 'Велико Търново',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Велико Търново',
		value : 'гр. Велико Търново'
	}, {
		name : 'гр. Бяла черква',
		value : 'гр. Бяла черква'
	}, {
		name : 'гр. Горна Оряховица',
		value : 'гр. Горна Оряховица'
	}, {
		name : 'гр. Дебелец',
		value : 'гр. Дебелец'
	}, {
		name : 'гр. Долна Оряховица',
		value : 'гр. Долна Оряховица'
	}, {
		name : 'гр. Елена',
		value : 'гр. Елена'
	}, {
		name : 'гр. Златарица',
		value : 'гр. Златарица'
	}, {
		name : 'гр. Килифарево',
		value : 'гр. Килифарево'
	}, {
		name : 'гр. Лясковец',
		value : 'гр. Лясковец'
	}, {
		name : 'гр. Павликени',
		value : 'гр. Павликени'
	}, {
		name : 'гр. Полски Тръмбеш',
		value : 'гр. Полски Тръмбеш'
	}, {
		name : 'гр. Свищов',
		value : 'гр. Свищов'
	}, {
		name : 'гр. Стражица',
		value : 'гр. Стражица'
	}, {
		name : 'гр. Сухиндол',
		value : 'гр. Сухиндол'
	}, {
		name : 'с. Алеково',
		value : 'с. Алеково'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Аплаци',
		value : 'с. Аплаци'
	}, {
		name : 'с. Арбанаси',
		value : 'с. Арбанаси'
	}, {
		name : 'с. Асеново',
		value : 'с. Асеново'
	}, {
		name : 'с. Багалевци',
		value : 'с. Багалевци'
	}, {
		name : 'с. Бадевци',
		value : 'с. Бадевци'
	}, {
		name : 'с. Баевци',
		value : 'с. Баевци'
	}, {
		name : 'с. Баждари',
		value : 'с. Баждари'
	}, {
		name : 'с. Балван',
		value : 'с. Балван'
	}, {
		name : 'с. Балканци',
		value : 'с. Балканци'
	}, {
		name : 'с. Балуци',
		value : 'с. Балуци'
	}, {
		name : 'с. Батак',
		value : 'с. Батак'
	}, {
		name : 'с. Беброво',
		value : 'с. Беброво'
	}, {
		name : 'с. Бейковци',
		value : 'с. Бейковци'
	}, {
		name : 'с. Белчевци',
		value : 'с. Белчевци'
	}, {
		name : 'с. Беляковец',
		value : 'с. Беляковец'
	}, {
		name : 'с. Берковци',
		value : 'с. Берковци'
	}, {
		name : 'с. Бижовци',
		value : 'с. Бижовци'
	}, {
		name : 'с. Благоево',
		value : 'с. Благоево'
	}, {
		name : 'с. Блъсковци',
		value : 'с. Блъсковци'
	}, {
		name : 'с. Богданско',
		value : 'с. Богданско'
	}, {
		name : 'с. Бойковци',
		value : 'с. Бойковци'
	}, {
		name : 'с. Бойчеви колиби',
		value : 'с. Бойчеви колиби'
	}, {
		name : 'с. Бойчовци',
		value : 'с. Бойчовци'
	}, {
		name : 'с. Босевци',
		value : 'с. Босевци'
	}, {
		name : 'с. Бочковци',
		value : 'с. Бочковци'
	}, {
		name : 'с. Бояновци',
		value : 'с. Бояновци'
	}, {
		name : 'с. Бранковци',
		value : 'с. Бранковци'
	}, {
		name : 'с. Брезово',
		value : 'с. Брезово'
	}, {
		name : 'с. Бръчковци',
		value : 'с. Бръчковци'
	}, {
		name : 'с. Бряговица',
		value : 'с. Бряговица'
	}, {
		name : 'с. Буйновци',
		value : 'с. Буйновци'
	}, {
		name : 'с. Буковец',
		value : 'с. Буковец'
	}, {
		name : 'с. Бутово',
		value : 'с. Бутово'
	}, {
		name : 'с. Българско Сливово',
		value : 'с. Българско Сливово'
	}, {
		name : 'с. Бяла река',
		value : 'с. Бяла река'
	}, {
		name : 'с. Бялковци',
		value : 'с. Бялковци'
	}, {
		name : 'с. Валето',
		value : 'с. Валето'
	}, {
		name : 'с. Вардим',
		value : 'с. Вардим'
	}, {
		name : 'с. Велковци',
		value : 'с. Велковци'
	}, {
		name : 'с. Велчево',
		value : 'с. Велчево'
	}, {
		name : 'с. Велювци',
		value : 'с. Велювци'
	}, {
		name : 'с. Веселина',
		value : 'с. Веселина'
	}, {
		name : 'с. Ветринци',
		value : 'с. Ветринци'
	}, {
		name : 'с. Виларе',
		value : 'с. Виларе'
	}, {
		name : 'с. Виноград',
		value : 'с. Виноград'
	}, {
		name : 'с. Високовци',
		value : 'с. Високовци'
	}, {
		name : 'с. Вишовград',
		value : 'с. Вишовград'
	}, {
		name : 'с. Владислав',
		value : 'с. Владислав'
	}, {
		name : 'с. Водно',
		value : 'с. Водно'
	}, {
		name : 'с. Водолей',
		value : 'с. Водолей'
	}, {
		name : 'с. Войнежа',
		value : 'с. Войнежа'
	}, {
		name : 'с. Вонеща вода',
		value : 'с. Вонеща вода'
	}, {
		name : 'с. Въглевци',
		value : 'с. Въглевци'
	}, {
		name : 'с. Вълчовци',
		value : 'с. Вълчовци'
	}, {
		name : 'с. Върбица',
		value : 'с. Върбица'
	}, {
		name : 'с. Върбовка',
		value : 'с. Върбовка'
	}, {
		name : 'с. Вързилковци',
		value : 'с. Вързилковци'
	}, {
		name : 'с. Вързулица',
		value : 'с. Вързулица'
	}, {
		name : 'с. Върлинка',
		value : 'с. Върлинка'
	}, {
		name : 'с. Габрака',
		value : 'с. Габрака'
	}, {
		name : 'с. Габровци',
		value : 'с. Габровци'
	}, {
		name : 'с. Ганев дол',
		value : 'с. Ганев дол'
	}, {
		name : 'с. Гащевци',
		value : 'с. Гащевци'
	}, {
		name : 'с. Глоговец',
		value : 'с. Глоговец'
	}, {
		name : 'с. Големани',
		value : 'с. Големани'
	}, {
		name : 'с. Големаните',
		value : 'с. Големаните'
	}, {
		name : 'с. Горановци',
		value : 'с. Горановци'
	}, {
		name : 'с. Горен Еневец',
		value : 'с. Горен Еневец'
	}, {
		name : 'с. Горна Липница',
		value : 'с. Горна Липница'
	}, {
		name : 'с. Горна Студена',
		value : 'с. Горна Студена'
	}, {
		name : 'с. Горна Хаджийска',
		value : 'с. Горна Хаджийска'
	}, {
		name : 'с. Горни Танчевци',
		value : 'с. Горни Танчевци'
	}, {
		name : 'с. Горни край',
		value : 'с. Горни край'
	}, {
		name : 'с. Горска',
		value : 'с. Горска'
	}, {
		name : 'с. Горски Сеновец',
		value : 'с. Горски Сеновец'
	}, {
		name : 'с. Горски горен Тръмбеш',
		value : 'с. Горски горен Тръмбеш'
	}, {
		name : 'с. Горски долен Тръмбеш',
		value : 'с. Горски долен Тръмбеш'
	}, {
		name : 'с. Горско Калугерово',
		value : 'с. Горско Калугерово'
	}, {
		name : 'с. Горско Косово',
		value : 'с. Горско Косово'
	}, {
		name : 'с. Горско Писарево',
		value : 'с. Горско Писарево'
	}, {
		name : 'с. Горско ново село',
		value : 'с. Горско ново село'
	}, {
		name : 'с. Граматици',
		value : 'с. Граматици'
	}, {
		name : 'с. Гърдевци',
		value : 'с. Гърдевци'
	}, {
		name : 'с. Давери',
		value : 'с. Давери'
	}, {
		name : 'с. Дайновци',
		value : 'с. Дайновци'
	}, {
		name : 'с. Дебели рът',
		value : 'с. Дебели рът'
	}, {
		name : 'с. Деветаците',
		value : 'с. Деветаците'
	}, {
		name : 'с. Дедина',
		value : 'с. Дедина'
	}, {
		name : 'с. Дединци',
		value : 'с. Дединци'
	}, {
		name : 'с. Делова махала',
		value : 'с. Делова махала'
	}, {
		name : 'с. Деляновци',
		value : 'с. Деляновци'
	}, {
		name : 'с. Дечковци',
		value : 'с. Дечковци'
	}, {
		name : 'с. Джулюница',
		value : 'с. Джулюница'
	}, {
		name : 'с. Димитровци',
		value : 'с. Димитровци'
	}, {
		name : 'с. Димовци',
		value : 'с. Димовци'
	}, {
		name : 'с. Димча',
		value : 'с. Димча'
	}, {
		name : 'с. Дичин',
		value : 'с. Дичин'
	}, {
		name : 'с. Добревци',
		value : 'с. Добревци'
	}, {
		name : 'с. Добри дял',
		value : 'с. Добри дял'
	}, {
		name : 'с. Дойновци',
		value : 'с. Дойновци'
	}, {
		name : 'с. Долен Еневец',
		value : 'с. Долен Еневец'
	}, {
		name : 'с. Долна Липница',
		value : 'с. Долна Липница'
	}, {
		name : 'с. Долни Дамяновци',
		value : 'с. Долни Дамяновци'
	}, {
		name : 'с. Долни Марян',
		value : 'с. Долни Марян'
	}, {
		name : 'с. Долни Танчевци',
		value : 'с. Долни Танчевци'
	}, {
		name : 'с. Долно Шивачево',
		value : 'с. Долно Шивачево'
	}, {
		name : 'с. Донковци',
		value : 'с. Донковци'
	}, {
		name : 'с. Драганово',
		value : 'с. Драганово'
	}, {
		name : 'с. Драгановци',
		value : 'с. Драгановци'
	}, {
		name : 'с. Драганосковци',
		value : 'с. Драганосковци'
	}, {
		name : 'с. Драгижево',
		value : 'с. Драгижево'
	}, {
		name : 'с. Драгийци',
		value : 'с. Драгийци'
	}, {
		name : 'с. Драгневци',
		value : 'с. Драгневци'
	}, {
		name : 'с. Драгомирово',
		value : 'с. Драгомирово'
	}, {
		name : 'с. Дрента',
		value : 'с. Дрента'
	}, {
		name : 'с. Дуковци',
		value : 'с. Дуковци'
	}, {
		name : 'с. Дунавци',
		value : 'с. Дунавци'
	}, {
		name : 'с. Дуровци',
		value : 'с. Дуровци'
	}, {
		name : 'с. Дълги припек',
		value : 'с. Дълги припек'
	}, {
		name : 'с. Дърлевци',
		value : 'с. Дърлевци'
	}, {
		name : 'с. Дъскот',
		value : 'с. Дъскот'
	}, {
		name : 'с. Емен',
		value : 'с. Емен'
	}, {
		name : 'с. Железарци',
		value : 'с. Железарци'
	}, {
		name : 'с. Зеленик',
		value : 'с. Зеленик'
	}, {
		name : 'с. Иванивановци',
		value : 'с. Иванивановци'
	}, {
		name : 'с. Ивановци',
		value : 'с. Ивановци'
	}, {
		name : 'с. Иванча',
		value : 'с. Иванча'
	}, {
		name : 'с. Игнатовци',
		value : 'с. Игнатовци'
	}, {
		name : 'с. Илаков рът',
		value : 'с. Илаков рът'
	}, {
		name : 'с. Илевци',
		value : 'с. Илевци'
	}, {
		name : 'с. Илиювци',
		value : 'с. Илиювци'
	}, {
		name : 'с. Йовчевци',
		value : 'с. Йовчевци'
	}, {
		name : 'с. Кавлак',
		value : 'с. Кавлак'
	}, {
		name : 'с. Калайджии',
		value : 'с. Калайджии'
	}, {
		name : 'с. Камен',
		value : 'с. Камен'
	}, {
		name : 'с. Каменари',
		value : 'с. Каменари'
	}, {
		name : 'с. Кантари',
		value : 'с. Кантари'
	}, {
		name : 'с. Караиванци',
		value : 'с. Караиванци'
	}, {
		name : 'с. Караисен',
		value : 'с. Караисен'
	}, {
		name : 'с. Карандили',
		value : 'с. Карандили'
	}, {
		name : 'с. Каранци',
		value : 'с. Каранци'
	}, {
		name : 'с. Кесарево',
		value : 'с. Кесарево'
	}, {
		name : 'с. Киревци',
		value : 'с. Киревци'
	}, {
		name : 'с. Кисьовци',
		value : 'с. Кисьовци'
	}, {
		name : 'с. Кладни дял',
		value : 'с. Кладни дял'
	}, {
		name : 'с. Климентово',
		value : 'с. Климентово'
	}, {
		name : 'с. Клъшка река',
		value : 'с. Клъшка река'
	}, {
		name : 'с. Коевци',
		value : 'с. Коевци'
	}, {
		name : 'с. Кожлювци',
		value : 'с. Кожлювци'
	}, {
		name : 'с. Козаревец',
		value : 'с. Козаревец'
	}, {
		name : 'с. Козловец',
		value : 'с. Козловец'
	}, {
		name : 'с. Козя река',
		value : 'с. Козя река'
	}, {
		name : 'с. Колари',
		value : 'с. Колари'
	}, {
		name : 'с. Константин',
		value : 'с. Константин'
	}, {
		name : 'с. Косевци',
		value : 'с. Косевци'
	}, {
		name : 'с. Костел',
		value : 'с. Костел'
	}, {
		name : 'с. Котуци',
		value : 'с. Котуци'
	}, {
		name : 'с. Красно градище',
		value : 'с. Красно градище'
	}, {
		name : 'с. Крилювци',
		value : 'с. Крилювци'
	}, {
		name : 'с. Крумчевци',
		value : 'с. Крумчевци'
	}, {
		name : 'с. Крушето',
		value : 'с. Крушето'
	}, {
		name : 'с. Куцаровци',
		value : 'с. Куцаровци'
	}, {
		name : 'с. Куцина',
		value : 'с. Куцина'
	}, {
		name : 'с. Къпиново',
		value : 'с. Къпиново'
	}, {
		name : 'с. Лагерите',
		value : 'с. Лагерите'
	}, {
		name : 'с. Лазарци',
		value : 'с. Лазарци'
	}, {
		name : 'с. Леденик',
		value : 'с. Леденик'
	}, {
		name : 'с. Лесиче',
		value : 'с. Лесиче'
	}, {
		name : 'с. Лесичери',
		value : 'с. Лесичери'
	}, {
		name : 'с. Лозен',
		value : 'с. Лозен'
	}, {
		name : 'с. Любенци',
		value : 'с. Любенци'
	}, {
		name : 'с. Майско',
		value : 'с. Майско'
	}, {
		name : 'с. Малки чифлик',
		value : 'с. Малки чифлик'
	}, {
		name : 'с. Малчовци',
		value : 'с. Малчовци'
	}, {
		name : 'с. Марафелци',
		value : 'с. Марафелци'
	}, {
		name : 'с. Марговци',
		value : 'с. Марговци'
	}, {
		name : 'с. Мариновци',
		value : 'с. Мариновци'
	}, {
		name : 'с. Марян',
		value : 'с. Марян'
	}, {
		name : 'с. Масларево',
		value : 'с. Масларево'
	}, {
		name : 'с. Махалници',
		value : 'с. Махалници'
	}, {
		name : 'с. Мерданя',
		value : 'с. Мерданя'
	}, {
		name : 'с. Мийковци',
		value : 'с. Мийковци'
	}, {
		name : 'с. Миндя',
		value : 'с. Миндя'
	}, {
		name : 'с. Миневци',
		value : 'с. Миневци'
	}, {
		name : 'с. Мирово',
		value : 'с. Мирово'
	}, {
		name : 'с. Мирчовци',
		value : 'с. Мирчовци'
	}, {
		name : 'с. Михалци',
		value : 'с. Михалци'
	}, {
		name : 'с. Мишеморков хан',
		value : 'с. Мишеморков хан'
	}, {
		name : 'с. Момин сбор',
		value : 'с. Момин сбор'
	}, {
		name : 'с. Морава',
		value : 'с. Морава'
	}, {
		name : 'с. Мусина',
		value : 'с. Мусина'
	}, {
		name : 'с. Мъртвината',
		value : 'с. Мъртвината'
	}, {
		name : 'с. Нацовци',
		value : 'с. Нацовци'
	}, {
		name : 'с. Недан',
		value : 'с. Недан'
	}, {
		name : 'с. Недялковци',
		value : 'с. Недялковци'
	}, {
		name : 'с. Нешевци',
		value : 'с. Нешевци'
	}, {
		name : 'с. Николаево',
		value : 'с. Николаево'
	}, {
		name : 'с. Николовци',
		value : 'с. Николовци'
	}, {
		name : 'с. Николчовци',
		value : 'с. Николчовци'
	}, {
		name : 'с. Никюп',
		value : 'с. Никюп'
	}, {
		name : 'с. Ничовци',
		value : 'с. Ничовци'
	}, {
		name : 'с. Нова Върбовка',
		value : 'с. Нова Върбовка'
	}, {
		name : 'с. Ново градище',
		value : 'с. Ново градище'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Новогорци',
		value : 'с. Новогорци'
	}, {
		name : 'с. Нюшковци',
		value : 'с. Нюшковци'
	}, {
		name : 'с. Обединение',
		value : 'с. Обединение'
	}, {
		name : 'с. Овощна',
		value : 'с. Овощна'
	}, {
		name : 'с. Овча могила',
		value : 'с. Овча могила'
	}, {
		name : 'с. Ореш',
		value : 'с. Ореш'
	}, {
		name : 'с. Орловец',
		value : 'с. Орловец'
	}, {
		name : 'с. Осенарите',
		value : 'с. Осенарите'
	}, {
		name : 'с. Павел',
		value : 'с. Павел'
	}, {
		name : 'с. Паисий',
		value : 'с. Паисий'
	}, {
		name : 'с. Палици',
		value : 'с. Палици'
	}, {
		name : 'с. Папратлива',
		value : 'с. Папратлива'
	}, {
		name : 'с. Паскалевец',
		value : 'с. Паскалевец'
	}, {
		name : 'с. Патреш',
		value : 'с. Патреш'
	}, {
		name : 'с. Пейковци',
		value : 'с. Пейковци'
	}, {
		name : 'с. Петко Каравелово',
		value : 'с. Петко Каравелово'
	}, {
		name : 'с. Петковци',
		value : 'с. Петковци'
	}, {
		name : 'с. Пирамидата',
		value : 'с. Пирамидата'
	}, {
		name : 'с. Писарево',
		value : 'с. Писарево'
	}, {
		name : 'с. Плаково',
		value : 'с. Плаково'
	}, {
		name : 'с. Пожерник',
		value : 'с. Пожерник'
	}, {
		name : 'с. Поликраище',
		value : 'с. Поликраище'
	}, {
		name : 'с. Полски Сеновец',
		value : 'с. Полски Сеновец'
	}, {
		name : 'с. Поповци',
		value : 'с. Поповци'
	}, {
		name : 'с. Попрусевци',
		value : 'с. Попрусевци'
	}, {
		name : 'с. Попска',
		value : 'с. Попска'
	}, {
		name : 'с. Правда',
		value : 'с. Правда'
	}, {
		name : 'с. Присово',
		value : 'с. Присово'
	}, {
		name : 'с. Продановци',
		value : 'с. Продановци'
	}, {
		name : 'с. Пушево',
		value : 'с. Пушево'
	}, {
		name : 'с. Пчелище',
		value : 'с. Пчелище'
	}, {
		name : 'с. Първомайци',
		value : 'с. Първомайци'
	}, {
		name : 'с. Пъровци',
		value : 'с. Пъровци'
	}, {
		name : 'с. Равново',
		value : 'с. Равново'
	}, {
		name : 'с. Раданово',
		value : 'с. Раданово'
	}, {
		name : 'с. Радковци',
		value : 'с. Радковци'
	}, {
		name : 'с. Радовци',
		value : 'с. Радовци'
	}, {
		name : 'с. Разсоха',
		value : 'с. Разсоха'
	}, {
		name : 'с. Райковци',
		value : 'с. Райковци'
	}, {
		name : 'с. Райновци',
		value : 'с. Райновци'
	}, {
		name : 'с. Ралиновци',
		value : 'с. Ралиновци'
	}, {
		name : 'с. Рашевци',
		value : 'с. Рашевци'
	}, {
		name : 'с. Раювци',
		value : 'с. Раювци'
	}, {
		name : 'с. Ребревци',
		value : 'с. Ребревци'
	}, {
		name : 'с. Резач',
		value : 'с. Резач'
	}, {
		name : 'с. Рекичка',
		value : 'с. Рекичка'
	}, {
		name : 'с. Ресен',
		value : 'с. Ресен'
	}, {
		name : 'с. Родина',
		value : 'с. Родина'
	}, {
		name : 'с. Росица',
		value : 'с. Росица'
	}, {
		name : 'с. Росно',
		value : 'с. Росно'
	}, {
		name : 'с. Русаля',
		value : 'с. Русаля'
	}, {
		name : 'с. Русковци',
		value : 'с. Русковци'
	}, {
		name : 'с. Руховци',
		value : 'с. Руховци'
	}, {
		name : 'с. Самоводене',
		value : 'с. Самоводене'
	}, {
		name : 'с. Самсиите',
		value : 'с. Самсиите'
	}, {
		name : 'с. Светославци',
		value : 'с. Светославци'
	}, {
		name : 'с. Сеймените',
		value : 'с. Сеймените'
	}, {
		name : 'с. Семковци',
		value : 'с. Семковци'
	}, {
		name : 'с. Сливовица',
		value : 'с. Сливовица'
	}, {
		name : 'с. Сломер',
		value : 'с. Сломер'
	}, {
		name : 'с. Совата',
		value : 'с. Совата'
	}, {
		name : 'с. Средни колиби',
		value : 'с. Средни колиби'
	}, {
		name : 'с. Средно село',
		value : 'с. Средно село'
	}, {
		name : 'с. Стамболово',
		value : 'с. Стамболово'
	}, {
		name : 'с. Стефан Стамболово',
		value : 'с. Стефан Стамболово'
	}, {
		name : 'с. Стойчевци',
		value : 'с. Стойчевци'
	}, {
		name : 'с. Стояновци',
		value : 'с. Стояновци'
	}, {
		name : 'с. Страхилово',
		value : 'с. Страхилово'
	}, {
		name : 'с. Стрелец',
		value : 'с. Стрелец'
	}, {
		name : 'с. Султани',
		value : 'с. Султани'
	}, {
		name : 'с. Суха река',
		value : 'с. Суха река'
	}, {
		name : 'с. Сушица',
		value : 'с. Сушица'
	}, {
		name : 'с. Събковци',
		value : 'с. Събковци'
	}, {
		name : 'с. Сърненци',
		value : 'с. Сърненци'
	}, {
		name : 'с. Теменуга',
		value : 'с. Теменуга'
	}, {
		name : 'с. Терзиите',
		value : 'с. Терзиите'
	}, {
		name : 'с. Титевци',
		value : 'с. Титевци'
	}, {
		name : 'с. Тодоровци',
		value : 'с. Тодоровци'
	}, {
		name : 'с. Тодювци',
		value : 'с. Тодювци'
	}, {
		name : 'с. Томбето',
		value : 'с. Томбето'
	}, {
		name : 'с. Топузи',
		value : 'с. Топузи'
	}, {
		name : 'с. Трънковци',
		value : 'с. Трънковци'
	}, {
		name : 'с. Тумбевци',
		value : 'с. Тумбевци'
	}, {
		name : 'с. Тънки рът',
		value : 'с. Тънки рът'
	}, {
		name : 'с. Търкашени',
		value : 'с. Търкашени'
	}, {
		name : 'с. Угорялковци',
		value : 'с. Угорялковци'
	}, {
		name : 'с. Ушeвци',
		value : 'с. Ушeвци'
	}, {
		name : 'с. Хаджидимитрово',
		value : 'с. Хаджидимитрово'
	}, {
		name : 'с. Харваловци',
		value : 'с. Харваловци'
	}, {
		name : 'с. Хотница',
		value : 'с. Хотница'
	}, {
		name : 'с. Христовци',
		value : 'с. Христовци'
	}, {
		name : 'с. Хъневци',
		value : 'с. Хъневци'
	}, {
		name : 'с. Царевец',
		value : 'с. Царевец'
	}, {
		name : 'с. Царски извор',
		value : 'с. Царски извор'
	}, {
		name : 'с. Цвеклювци',
		value : 'с. Цвеклювци'
	}, {
		name : 'с. Цепераните',
		value : 'с. Цепераните'
	}, {
		name : 'с. Церова кория',
		value : 'с. Церова кория'
	}, {
		name : 'с. Цонковци',
		value : 'с. Цонковци'
	}, {
		name : 'с. Чавдарци',
		value : 'с. Чавдарци'
	}, {
		name : 'с. Чакали',
		value : 'с. Чакали'
	}, {
		name : 'с. Червена',
		value : 'с. Червена'
	}, {
		name : 'с. Червенковци',
		value : 'с. Червенковци'
	}, {
		name : 'с. Черни дял',
		value : 'с. Черни дял'
	}, {
		name : 'с. Чешма',
		value : 'с. Чешма'
	}, {
		name : 'с. Чистово',
		value : 'с. Чистово'
	}, {
		name : 'с. Чуката',
		value : 'с. Чуката'
	}, {
		name : 'с. Шемшево',
		value : 'с. Шемшево'
	}, {
		name : 'с. Шереметя',
		value : 'с. Шереметя'
	}, {
		name : 'с. Шиливери',
		value : 'с. Шиливери'
	}, {
		name : 'с. Шилковци',
		value : 'с. Шилковци'
	}, {
		name : 'с. Шодековци',
		value : 'с. Шодековци'
	}, {
		name : 'с. Шубеци',
		value : 'с. Шубеци'
	}, {
		name : 'с. Яковци',
		value : 'с. Яковци'
	}, {
		name : 'с. Ялово',
		value : 'с. Ялово'
	}, {
		name : 'с. Янтра',
		value : 'с. Янтра'
	} ]
}, {
	name : 'Видин',
	value : 'Видин',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Видин',
		value : 'гр. Видин'
	}, {
		name : 'гр. Белоградчик',
		value : 'гр. Белоградчик'
	}, {
		name : 'гр. Брегово',
		value : 'гр. Брегово'
	}, {
		name : 'гр. Грамада',
		value : 'гр. Грамада'
	}, {
		name : 'гр. Димово',
		value : 'гр. Димово'
	}, {
		name : 'гр. Дунавци',
		value : 'гр. Дунавци'
	}, {
		name : 'гр. Кула',
		value : 'гр. Кула'
	}, {
		name : 'с. Акациево',
		value : 'с. Акациево'
	}, {
		name : 'с. Антимово',
		value : 'с. Антимово'
	}, {
		name : 'с. Арчар',
		value : 'с. Арчар'
	}, {
		name : 'с. Балей',
		value : 'с. Балей'
	}, {
		name : 'с. Бела',
		value : 'с. Бела'
	}, {
		name : 'с. Бела Рада',
		value : 'с. Бела Рада'
	}, {
		name : 'с. Бело поле',
		value : 'с. Бело поле'
	}, {
		name : 'с. Бойница',
		value : 'с. Бойница'
	}, {
		name : 'с. Бориловец',
		value : 'с. Бориловец'
	}, {
		name : 'с. Боровица',
		value : 'с. Боровица'
	}, {
		name : 'с. Ботево',
		value : 'с. Ботево'
	}, {
		name : 'с. Бояново',
		value : 'с. Бояново'
	}, {
		name : 'с. Бранковци',
		value : 'с. Бранковци'
	}, {
		name : 'с. Буковец',
		value : 'с. Буковец'
	}, {
		name : 'с. Вещица',
		value : 'с. Вещица'
	}, {
		name : 'с. Винарово',
		value : 'с. Винарово'
	}, {
		name : 'с. Владиченци',
		value : 'с. Владиченци'
	}, {
		name : 'с. Водна',
		value : 'с. Водна'
	}, {
		name : 'с. Воднянци',
		value : 'с. Воднянци'
	}, {
		name : 'с. Войница',
		value : 'с. Войница'
	}, {
		name : 'с. Връв',
		value : 'с. Връв'
	}, {
		name : 'с. Вълчек',
		value : 'с. Вълчек'
	}, {
		name : 'с. Върба',
		value : 'с. Върба'
	}, {
		name : 'с. Върбово',
		value : 'с. Върбово'
	}, {
		name : 'с. Върбовчец',
		value : 'с. Върбовчец'
	}, {
		name : 'с. Въртоп',
		value : 'с. Въртоп'
	}, {
		name : 'с. Гайтанци',
		value : 'с. Гайтанци'
	}, {
		name : 'с. Генерал Мариново',
		value : 'с. Генерал Мариново'
	}, {
		name : 'с. Големаново',
		value : 'с. Големаново'
	}, {
		name : 'с. Гомотарци',
		value : 'с. Гомотарци'
	}, {
		name : 'с. Горни Лом',
		value : 'с. Горни Лом'
	}, {
		name : 'с. Градец',
		value : 'с. Градец'
	}, {
		name : 'с. Градсковски колиби',
		value : 'с. Градсковски колиби'
	}, {
		name : 'с. Гранитово',
		value : 'с. Гранитово'
	}, {
		name : 'с. Граничак',
		value : 'с. Граничак'
	}, {
		name : 'с. Гъмзово',
		value : 'с. Гъмзово'
	}, {
		name : 'с. Гюргич',
		value : 'с. Гюргич'
	}, {
		name : 'с. Делейна',
		value : 'с. Делейна'
	}, {
		name : 'с. Динковица',
		value : 'с. Динковица'
	}, {
		name : 'с. Динково',
		value : 'с. Динково'
	}, {
		name : 'с. Долни Бошняк',
		value : 'с. Долни Бошняк'
	}, {
		name : 'с. Долни Лом',
		value : 'с. Долни Лом'
	}, {
		name : 'с. Дражинци',
		value : 'с. Дражинци'
	}, {
		name : 'с. Дреновец',
		value : 'с. Дреновец'
	}, {
		name : 'с. Дружба',
		value : 'с. Дружба'
	}, {
		name : 'с. Дъбравка',
		value : 'с. Дъбравка'
	}, {
		name : 'с. Дълго поле',
		value : 'с. Дълго поле'
	}, {
		name : 'с. Държаница',
		value : 'с. Държаница'
	}, {
		name : 'с. Жеглица',
		value : 'с. Жеглица'
	}, {
		name : 'с. Ивановци',
		value : 'с. Ивановци'
	}, {
		name : 'с. Извор',
		value : 'с. Извор'
	}, {
		name : 'с. Извор махала',
		value : 'с. Извор махала'
	}, {
		name : 'с. Иново',
		value : 'с. Иново'
	}, {
		name : 'с. Каленик',
		value : 'с. Каленик'
	}, {
		name : 'с. Калина',
		value : 'с. Калина'
	}, {
		name : 'с. Каниц',
		value : 'с. Каниц'
	}, {
		name : 'с. Капитановци',
		value : 'с. Капитановци'
	}, {
		name : 'с. Карбинци',
		value : 'с. Карбинци'
	}, {
		name : 'с. Киреево',
		value : 'с. Киреево'
	}, {
		name : 'с. Кладоруб',
		value : 'с. Кладоруб'
	}, {
		name : 'с. Косово',
		value : 'с. Косово'
	}, {
		name : 'с. Коста Перчево',
		value : 'с. Коста Перчево'
	}, {
		name : 'с. Костичовци',
		value : 'с. Костичовци'
	}, {
		name : 'с. Кошава',
		value : 'с. Кошава'
	}, {
		name : 'с. Крачимир',
		value : 'с. Крачимир'
	}, {
		name : 'с. Куделин',
		value : 'с. Куделин'
	}, {
		name : 'с. Кутово',
		value : 'с. Кутово'
	}, {
		name : 'с. Лагошевци',
		value : 'с. Лагошевци'
	}, {
		name : 'с. Майор Узуново',
		value : 'с. Майор Узуново'
	}, {
		name : 'с. Макреш',
		value : 'с. Макреш'
	}, {
		name : 'с. Мали Дреновец',
		value : 'с. Мали Дреновец'
	}, {
		name : 'с. Медешевци',
		value : 'с. Медешевци'
	}, {
		name : 'с. Медовница',
		value : 'с. Медовница'
	}, {
		name : 'с. Милчина лъка',
		value : 'с. Милчина лъка'
	}, {
		name : 'с. Неговановци',
		value : 'с. Неговановци'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Новоселци',
		value : 'с. Новоселци'
	}, {
		name : 'с. Орешец',
		value : 'с. Орешец'
	}, {
		name : 'с. Острокапци',
		value : 'с. Острокапци'
	}, {
		name : 'с. Ошане',
		value : 'с. Ошане'
	}, {
		name : 'с. Периловец',
		value : 'с. Периловец'
	}, {
		name : 'с. Пешаково',
		value : 'с. Пешаково'
	}, {
		name : 'с. Плакудер',
		value : 'с. Плакудер'
	}, {
		name : 'с. Плешивец',
		value : 'с. Плешивец'
	}, {
		name : 'с. Подгоре',
		value : 'с. Подгоре'
	}, {
		name : 'с. Покрайна',
		value : 'с. Покрайна'
	}, {
		name : 'с. Полетковци',
		value : 'с. Полетковци'
	}, {
		name : 'с. Праужда',
		value : 'с. Праужда'
	}, {
		name : 'с. Пролазница',
		value : 'с. Пролазница'
	}, {
		name : 'с. Протопопинци',
		value : 'с. Протопопинци'
	}, {
		name : 'с. Рабиша',
		value : 'с. Рабиша'
	}, {
		name : 'с. Раброво',
		value : 'с. Раброво'
	}, {
		name : 'с. Ракитница',
		value : 'с. Ракитница'
	}, {
		name : 'с. Раковица',
		value : 'с. Раковица'
	}, {
		name : 'с. Раяновци',
		value : 'с. Раяновци'
	}, {
		name : 'с. Репляна',
		value : 'с. Репляна'
	}, {
		name : 'с. Роглец',
		value : 'с. Роглец'
	}, {
		name : 'с. Ружинци',
		value : 'с. Ружинци'
	}, {
		name : 'с. Рупци',
		value : 'с. Рупци'
	}, {
		name : 'с. Салаш',
		value : 'с. Салаш'
	}, {
		name : 'с. Септемврийци',
		value : 'с. Септемврийци'
	}, {
		name : 'с. Синаговци',
		value : 'с. Синаговци'
	}, {
		name : 'с. Скомля',
		value : 'с. Скомля'
	}, {
		name : 'с. Слана бара',
		value : 'с. Слана бара'
	}, {
		name : 'с. Сланотрън',
		value : 'с. Сланотрън'
	}, {
		name : 'с. Сливовник',
		value : 'с. Сливовник'
	}, {
		name : 'с. Срацимирово',
		value : 'с. Срацимирово'
	}, {
		name : 'с. Средогрив',
		value : 'с. Средогрив'
	}, {
		name : 'с. Стакевци',
		value : 'с. Стакевци'
	}, {
		name : 'с. Старопатица',
		value : 'с. Старопатица'
	}, {
		name : 'с. Струиндол',
		value : 'с. Струиндол'
	}, {
		name : 'с. Тияновци',
		value : 'с. Тияновци'
	}, {
		name : 'с. Толовица',
		value : 'с. Толовица'
	}, {
		name : 'с. Тополовец (Кула)',
		value : 'с. Тополовец (Кула)'
	}, {
		name : 'с. Тополовец (Ружинци)',
		value : 'с. Тополовец (Ружинци)'
	}, {
		name : 'с. Тошевци',
		value : 'с. Тошевци'
	}, {
		name : 'с. Търговище',
		value : 'с. Търговище'
	}, {
		name : 'с. Търняне',
		value : 'с. Търняне'
	}, {
		name : 'с. Флорентин',
		value : 'с. Флорентин'
	}, {
		name : 'с. Цар Симеоново',
		value : 'с. Цар Симеоново'
	}, {
		name : 'с. Цар Шишманово',
		value : 'с. Цар Шишманово'
	}, {
		name : 'с. Цар-Петрово',
		value : 'с. Цар-Петрово'
	}, {
		name : 'с. Черно поле',
		value : 'с. Черно поле'
	}, {
		name : 'с. Чифлик',
		value : 'с. Чифлик'
	}, {
		name : 'с. Чичил',
		value : 'с. Чичил'
	}, {
		name : 'с. Чупрене',
		value : 'с. Чупрене'
	}, {
		name : 'с. Шипикова махала',
		value : 'с. Шипикова махала'
	}, {
		name : 'с. Шипот',
		value : 'с. Шипот'
	}, {
		name : 'с. Шишенци',
		value : 'с. Шишенци'
	}, {
		name : 'с. Яньовец',
		value : 'с. Яньовец'
	}, {
		name : 'с. Ярловица',
		value : 'с. Ярловица'
	}, {
		name : 'с. Ясен',
		value : 'с. Ясен'
	} ]
}, {
	name : 'Враца',
	value : 'Враца',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Враца',
		value : 'гр. Враца'
	}, {
		name : 'гр. Бяла Слатина',
		value : 'гр. Бяла Слатина'
	}, {
		name : 'гр. Козлодуй',
		value : 'гр. Козлодуй'
	}, {
		name : 'гр. Криводол',
		value : 'гр. Криводол'
	}, {
		name : 'гр. Мездра',
		value : 'гр. Мездра'
	}, {
		name : 'гр. Мизия',
		value : 'гр. Мизия'
	}, {
		name : 'гр. Оряхово',
		value : 'гр. Оряхово'
	}, {
		name : 'гр. Роман',
		value : 'гр. Роман'
	}, {
		name : 'с. Алтимир',
		value : 'с. Алтимир'
	}, {
		name : 'с. Баница',
		value : 'с. Баница'
	}, {
		name : 'с. Баурене',
		value : 'с. Баурене'
	}, {
		name : 'с. Бели извор',
		value : 'с. Бели извор'
	}, {
		name : 'с. Боденец',
		value : 'с. Боденец'
	}, {
		name : 'с. Борован',
		value : 'с. Борован'
	}, {
		name : 'с. Ботево',
		value : 'с. Ботево'
	}, {
		name : 'с. Ботуня',
		value : 'с. Ботуня'
	}, {
		name : 'с. Брусен',
		value : 'с. Брусен'
	}, {
		name : 'с. Буковец',
		value : 'с. Буковец'
	}, {
		name : 'с. Бутан',
		value : 'с. Бутан'
	}, {
		name : 'с. Бърдарски геран',
		value : 'с. Бърдарски геран'
	}, {
		name : 'с. Бързина',
		value : 'с. Бързина'
	}, {
		name : 'с. Бъркачево',
		value : 'с. Бъркачево'
	}, {
		name : 'с. Веслец',
		value : 'с. Веслец'
	}, {
		name : 'с. Вировско',
		value : 'с. Вировско'
	}, {
		name : 'с. Власатица',
		value : 'с. Власатица'
	}, {
		name : 'с. Войводово',
		value : 'с. Войводово'
	}, {
		name : 'с. Враняк',
		value : 'с. Враняк'
	}, {
		name : 'с. Върбешница',
		value : 'с. Върбешница'
	}, {
		name : 'с. Върбица',
		value : 'с. Върбица'
	}, {
		name : 'с. Габаре',
		value : 'с. Габаре'
	}, {
		name : 'с. Галатин',
		value : 'с. Галатин'
	}, {
		name : 'с. Галиче',
		value : 'с. Галиче'
	}, {
		name : 'с. Галово',
		value : 'с. Галово'
	}, {
		name : 'с. Главаци',
		value : 'с. Главаци'
	}, {
		name : 'с. Гложене',
		value : 'с. Гложене'
	}, {
		name : 'с. Големо Бабино',
		value : 'с. Големо Бабино'
	}, {
		name : 'с. Голямо Пещене',
		value : 'с. Голямо Пещене'
	}, {
		name : 'с. Горна Бешовица',
		value : 'с. Горна Бешовица'
	}, {
		name : 'с. Горна Кремена',
		value : 'с. Горна Кремена'
	}, {
		name : 'с. Горни Вадин',
		value : 'с. Горни Вадин'
	}, {
		name : 'с. Горно Пещене',
		value : 'с. Горно Пещене'
	}, {
		name : 'с. Градешница',
		value : 'с. Градешница'
	}, {
		name : 'с. Девене',
		value : 'с. Девене'
	}, {
		name : 'с. Добролево',
		value : 'с. Добролево'
	}, {
		name : 'с. Добруша',
		value : 'с. Добруша'
	}, {
		name : 'с. Долна Бешовица',
		value : 'с. Долна Бешовица'
	}, {
		name : 'с. Долна Кремена',
		value : 'с. Долна Кремена'
	}, {
		name : 'с. Долни Вадин',
		value : 'с. Долни Вадин'
	}, {
		name : 'с. Драшан',
		value : 'с. Драшан'
	}, {
		name : 'с. Дърманци',
		value : 'с. Дърманци'
	}, {
		name : 'с. Елисейна',
		value : 'с. Елисейна'
	}, {
		name : 'с. Зверино',
		value : 'с. Зверино'
	}, {
		name : 'с. Згориград',
		value : 'с. Згориград'
	}, {
		name : 'с. Злидол',
		value : 'с. Злидол'
	}, {
		name : 'с. Игнатица',
		value : 'с. Игнатица'
	}, {
		name : 'с. Кален',
		value : 'с. Кален'
	}, {
		name : 'с. Камено поле',
		value : 'с. Камено поле'
	}, {
		name : 'с. Караш',
		value : 'с. Караш'
	}, {
		name : 'с. Комарево',
		value : 'с. Комарево'
	}, {
		name : 'с. Костелево',
		value : 'с. Костелево'
	}, {
		name : 'с. Краводер',
		value : 'с. Краводер'
	}, {
		name : 'с. Крапец',
		value : 'с. Крапец'
	}, {
		name : 'с. Крета',
		value : 'с. Крета'
	}, {
		name : 'с. Крива бара',
		value : 'с. Крива бара'
	}, {
		name : 'с. Крушовица',
		value : 'с. Крушовица'
	}, {
		name : 'с. Кунино',
		value : 'с. Кунино'
	}, {
		name : 'с. Курново',
		value : 'с. Курново'
	}, {
		name : 'с. Лесковец',
		value : 'с. Лесковец'
	}, {
		name : 'с. Лесура',
		value : 'с. Лесура'
	}, {
		name : 'с. Лик',
		value : 'с. Лик'
	}, {
		name : 'с. Лиляче',
		value : 'с. Лиляче'
	}, {
		name : 'с. Липница',
		value : 'с. Липница'
	}, {
		name : 'с. Лютаджик',
		value : 'с. Лютаджик'
	}, {
		name : 'с. Лютиброд',
		value : 'с. Лютиброд'
	}, {
		name : 'с. Лютидол',
		value : 'с. Лютидол'
	}, {
		name : 'с. Мало Пещене',
		value : 'с. Мало Пещене'
	}, {
		name : 'с. Малорад',
		value : 'с. Малорад'
	}, {
		name : 'с. Манастирище',
		value : 'с. Манастирище'
	}, {
		name : 'с. Марково равнище',
		value : 'с. Марково равнище'
	}, {
		name : 'с. Михайлово',
		value : 'с. Михайлово'
	}, {
		name : 'с. Моравица',
		value : 'с. Моравица'
	}, {
		name : 'с. Мраморен',
		value : 'с. Мраморен'
	}, {
		name : 'с. Нивянин',
		value : 'с. Нивянин'
	}, {
		name : 'с. Оселна',
		value : 'с. Оселна'
	}, {
		name : 'с. Осен',
		value : 'с. Осен'
	}, {
		name : 'с. Ослен Криводол',
		value : 'с. Ослен Криводол'
	}, {
		name : 'с. Остров',
		value : 'с. Остров'
	}, {
		name : 'с. Оходен',
		value : 'с. Оходен'
	}, {
		name : 'с. Очиндол',
		value : 'с. Очиндол'
	}, {
		name : 'с. Паволче',
		value : 'с. Паволче'
	}, {
		name : 'с. Попица',
		value : 'с. Попица'
	}, {
		name : 'с. Пудрия',
		value : 'с. Пудрия'
	}, {
		name : 'с. Радовене',
		value : 'с. Радовене'
	}, {
		name : 'с. Ракево',
		value : 'с. Ракево'
	}, {
		name : 'с. Ребърково',
		value : 'с. Ребърково'
	}, {
		name : 'с. Рогозен',
		value : 'с. Рогозен'
	}, {
		name : 'с. Руска Бела',
		value : 'с. Руска Бела'
	}, {
		name : 'с. Сараево',
		value : 'с. Сараево'
	}, {
		name : 'с. Селановци',
		value : 'с. Селановци'
	}, {
		name : 'с. Синьо бърдо',
		value : 'с. Синьо бърдо'
	}, {
		name : 'с. Сираково',
		value : 'с. Сираково'
	}, {
		name : 'с. Соколаре',
		value : 'с. Соколаре'
	}, {
		name : 'с. Софрониево',
		value : 'с. Софрониево'
	}, {
		name : 'с. Средни рът',
		value : 'с. Средни рът'
	}, {
		name : 'с. Старо село',
		value : 'с. Старо село'
	}, {
		name : 'с. Стояновци',
		value : 'с. Стояновци'
	}, {
		name : 'с. Струпец',
		value : 'с. Струпец'
	}, {
		name : 'с. Типченица',
		value : 'с. Типченица'
	}, {
		name : 'с. Тишевица',
		value : 'с. Тишевица'
	}, {
		name : 'с. Тлачене',
		value : 'с. Тлачене'
	}, {
		name : 'с. Три кладенци',
		value : 'с. Три кладенци'
	}, {
		name : 'с. Търнава',
		value : 'с. Търнава'
	}, {
		name : 'с. Търнак',
		value : 'с. Търнак'
	}, {
		name : 'с. Уровене',
		value : 'с. Уровене'
	}, {
		name : 'с. Фурен',
		value : 'с. Фурен'
	}, {
		name : 'с. Хайредин',
		value : 'с. Хайредин'
	}, {
		name : 'с. Хубавене',
		value : 'с. Хубавене'
	}, {
		name : 'с. Хърлец',
		value : 'с. Хърлец'
	}, {
		name : 'с. Цаконица',
		value : 'с. Цаконица'
	}, {
		name : 'с. Царевец',
		value : 'с. Царевец'
	}, {
		name : 'с. Челопек',
		value : 'с. Челопек'
	}, {
		name : 'с. Чирен',
		value : 'с. Чирен'
	}, ]
}, {
	name : 'Габрово',
	value : 'Габрово',
	locations : [ {
		name : 'гр. Габрово',
		value : 'гр. Габрово'
	}, {
		name : 'гр. Дряново',
		value : 'гр. Дряново'
	}, {
		name : 'гр. Плачковци',
		value : 'гр. Плачковци'
	}, {
		name : 'гр. Севлиево',
		value : 'гр. Севлиево'
	}, {
		name : 'гр. Трявна',
		value : 'гр. Трявна'
	}, {
		name : 'с. Агатово',
		value : 'с. Агатово'
	}, {
		name : 'с. Азманите',
		value : 'с. Азманите'
	}, {
		name : 'с. Ангелов',
		value : 'с. Ангелов'
	}, {
		name : 'с. Армените',
		value : 'с. Армените'
	}, {
		name : 'с. Армянковци',
		value : 'с. Армянковци'
	}, {
		name : 'с. Баевци',
		value : 'с. Баевци'
	}, {
		name : 'с. Балалея',
		value : 'с. Балалея'
	}, {
		name : 'с. Баланите',
		value : 'с. Баланите'
	}, {
		name : 'с. Балванците',
		value : 'с. Балванците'
	}, {
		name : 'с. Балиновци',
		value : 'с. Балиновци'
	}, {
		name : 'с. Банари',
		value : 'с. Банари'
	}, {
		name : 'с. Бангейци',
		value : 'с. Бангейци'
	}, {
		name : 'с. Банковци',
		value : 'с. Банковци'
	}, {
		name : 'с. Батошево',
		value : 'с. Батошево'
	}, {
		name : 'с. Бахреци',
		value : 'с. Бахреци'
	}, {
		name : 'с. Бекриите',
		value : 'с. Бекриите'
	}, {
		name : 'с. Белица',
		value : 'с. Белица'
	}, {
		name : 'с. Беломъжите',
		value : 'с. Беломъжите'
	}, {
		name : 'с. Бериево',
		value : 'с. Бериево'
	}, {
		name : 'с. Бижовци',
		value : 'с. Бижовци'
	}, {
		name : 'с. Билкини',
		value : 'с. Билкини'
	}, {
		name : 'с. Боазът',
		value : 'с. Боазът'
	}, {
		name : 'с. Бобевци',
		value : 'с. Бобевци'
	}, {
		name : 'с. Богатово',
		value : 'с. Богатово'
	}, {
		name : 'с. Богданчовци',
		value : 'с. Богданчовци'
	}, {
		name : 'с. Боженците',
		value : 'с. Боженците'
	}, {
		name : 'с. Бойновци',
		value : 'с. Бойновци'
	}, {
		name : 'с. Бойчета',
		value : 'с. Бойчета'
	}, {
		name : 'с. Болтата',
		value : 'с. Болтата'
	}, {
		name : 'с. Борики',
		value : 'с. Борики'
	}, {
		name : 'с. Борското',
		value : 'с. Борското'
	}, {
		name : 'с. Брежниците',
		value : 'с. Брежниците'
	}, {
		name : 'с. Брънеците',
		value : 'с. Брънеците'
	}, {
		name : 'с. Буря',
		value : 'с. Буря'
	}, {
		name : 'с. Бучуковци',
		value : 'с. Бучуковци'
	}, {
		name : 'с. Бърдарите',
		value : 'с. Бърдарите'
	}, {
		name : 'с. Бърдени',
		value : 'с. Бърдени'
	}, {
		name : 'с. Бялково',
		value : 'с. Бялково'
	}, {
		name : 'с. Валевци',
		value : 'с. Валевци'
	}, {
		name : 'с. Веленци',
		value : 'с. Веленци'
	}, {
		name : 'с. Велково',
		value : 'с. Велково'
	}, {
		name : 'с. Велковци',
		value : 'с. Велковци'
	}, {
		name : 'с. Велчовци',
		value : 'с. Велчовци'
	}, {
		name : 'с. Ветрово',
		value : 'с. Ветрово'
	}, {
		name : 'с. Владовци',
		value : 'с. Владовци'
	}, {
		name : 'с. Влайчовци',
		value : 'с. Влайчовци'
	}, {
		name : 'с. Власатили',
		value : 'с. Власатили'
	}, {
		name : 'с. Влаховци',
		value : 'с. Влаховци'
	}, {
		name : 'с. Войниците',
		value : 'с. Войниците'
	}, {
		name : 'с. Войнишка',
		value : 'с. Войнишка'
	}, {
		name : 'с. Врабците',
		value : 'с. Врабците'
	}, {
		name : 'с. Враниловци',
		value : 'с. Враниловци'
	}, {
		name : 'с. Вълков дол',
		value : 'с. Вълков дол'
	}, {
		name : 'с. Вълковци',
		value : 'с. Вълковци'
	}, {
		name : 'с. Гайдари',
		value : 'с. Гайдари'
	}, {
		name : 'с. Гайкини',
		value : 'с. Гайкини'
	}, {
		name : 'с. Гайтаните',
		value : 'с. Гайтаните'
	}, {
		name : 'с. Ганчовец',
		value : 'с. Ганчовец'
	}, {
		name : 'с. Гарван',
		value : 'с. Гарван'
	}, {
		name : 'с. Геновци',
		value : 'с. Геновци'
	}, {
		name : 'с. Генчовци (Габрово)',
		value : 'с. Генчовци (Габрово)'
	}, {
		name : 'с. Генчовци (Трявна)',
		value : 'с. Генчовци (Трявна)'
	}, {
		name : 'с. Геня',
		value : 'с. Геня'
	}, {
		name : 'с. Гергини',
		value : 'с. Гергини'
	}, {
		name : 'с. Геша',
		value : 'с. Геша'
	}, {
		name : 'с. Гледаци',
		value : 'с. Гледаци'
	}, {
		name : 'с. Глутниците',
		value : 'с. Глутниците'
	}, {
		name : 'с. Глушка',
		value : 'с. Глушка'
	}, {
		name : 'с. Гоздейка',
		value : 'с. Гоздейка'
	}, {
		name : 'с. Големи Българени',
		value : 'с. Големи Българени'
	}, {
		name : 'с. Големи Станчовци',
		value : 'с. Големи Станчовци'
	}, {
		name : 'с. Горна Росица',
		value : 'с. Горна Росица'
	}, {
		name : 'с. Горни Върпища',
		value : 'с. Горни Върпища'
	}, {
		name : 'с. Горни Дамяновци',
		value : 'с. Горни Дамяновци'
	}, {
		name : 'с. Горни Драгойча',
		value : 'с. Горни Драгойча'
	}, {
		name : 'с. Горни Маренци',
		value : 'с. Горни Маренци'
	}, {
		name : 'с. Горни Радковци',
		value : 'с. Горни Радковци'
	}, {
		name : 'с. Горни Цоневци',
		value : 'с. Горни Цоневци'
	}, {
		name : 'с. Горнова могила',
		value : 'с. Горнова могила'
	}, {
		name : 'с. Горяни',
		value : 'с. Горяни'
	}, {
		name : 'с. Гостилица',
		value : 'с. Гостилица'
	}, {
		name : 'с. Градище',
		value : 'с. Градище'
	}, {
		name : 'с. Градница',
		value : 'с. Градница'
	}, {
		name : 'с. Гръблевци',
		value : 'с. Гръблевци'
	}, {
		name : 'с. Гъбене',
		value : 'с. Гъбене'
	}, {
		name : 'с. Гърня',
		value : 'с. Гърня'
	}, {
		name : 'с. Даевци',
		value : 'с. Даевци'
	}, {
		name : 'с. Дамяново',
		value : 'с. Дамяново'
	}, {
		name : 'с. Дебел дял',
		value : 'с. Дебел дял'
	}, {
		name : 'с. Дебелцово',
		value : 'с. Дебелцово'
	}, {
		name : 'с. Денчевци',
		value : 'с. Денчевци'
	}, {
		name : 'с. Джумриите',
		value : 'с. Джумриите'
	}, {
		name : 'с. Джуровци',
		value : 'с. Джуровци'
	}, {
		name : 'с. Дивеци',
		value : 'с. Дивеци'
	}, {
		name : 'с. Димиевци',
		value : 'с. Димиевци'
	}, {
		name : 'с. Дисманица',
		value : 'с. Дисманица'
	}, {
		name : 'с. Длъгня',
		value : 'с. Длъгня'
	}, {
		name : 'с. Добревци',
		value : 'с. Добревци'
	}, {
		name : 'с. Добрените',
		value : 'с. Добрените'
	}, {
		name : 'с. Добромирка',
		value : 'с. Добромирка'
	}, {
		name : 'с. Долни Върпища',
		value : 'с. Долни Върпища'
	}, {
		name : 'с. Долни Драгойча',
		value : 'с. Долни Драгойча'
	}, {
		name : 'с. Долни Маренци',
		value : 'с. Долни Маренци'
	}, {
		name : 'с. Долни Радковци',
		value : 'с. Долни Радковци'
	}, {
		name : 'с. Долни Томчевци',
		value : 'с. Долни Томчевци'
	}, {
		name : 'с. Донино',
		value : 'с. Донино'
	}, {
		name : 'с. Донкино',
		value : 'с. Донкино'
	}, {
		name : 'с. Дончовци',
		value : 'с. Дончовци'
	}, {
		name : 'с. Доча',
		value : 'с. Доча'
	}, {
		name : 'с. Драгановци',
		value : 'с. Драгановци'
	}, {
		name : 'с. Драганчетата',
		value : 'с. Драганчетата'
	}, {
		name : 'с. Драгиевци',
		value : 'с. Драгиевци'
	}, {
		name : 'с. Драгневци',
		value : 'с. Драгневци'
	}, {
		name : 'с. Драгомани',
		value : 'с. Драгомани'
	}, {
		name : 'с. Драндарите',
		value : 'с. Драндарите'
	}, {
		name : 'с. Думници',
		value : 'с. Думници'
	}, {
		name : 'с. Дурча',
		value : 'с. Дурча'
	}, {
		name : 'с. Душево',
		value : 'с. Душево'
	}, {
		name : 'с. Душевски колиби',
		value : 'с. Душевски колиби'
	}, {
		name : 'с. Дървари',
		value : 'с. Дървари'
	}, {
		name : 'с. Дъскарите',
		value : 'с. Дъскарите'
	}, {
		name : 'с. Езерото',
		value : 'с. Езерото'
	}, {
		name : 'с. Еленците',
		value : 'с. Еленците'
	}, {
		name : 'с. Енев рът',
		value : 'с. Енев рът'
	}, {
		name : 'с. Енчовци',
		value : 'с. Енчовци'
	}, {
		name : 'с. Живко',
		value : 'с. Живко'
	}, {
		name : 'с. Жълтеш',
		value : 'с. Жълтеш'
	}, {
		name : 'с. Зая',
		value : 'с. Зая'
	}, {
		name : 'с. Здравковец',
		value : 'с. Здравковец'
	}, {
		name : 'с. Зеленика',
		value : 'с. Зеленика'
	}, {
		name : 'с. Зелено дърво',
		value : 'с. Зелено дърво'
	}, {
		name : 'с. Златевци',
		value : 'с. Златевци'
	}, {
		name : 'с. Иван Димов',
		value : 'с. Иван Димов'
	}, {
		name : 'с. Иванили',
		value : 'с. Иванили'
	}, {
		name : 'с. Иванковци',
		value : 'с. Иванковци'
	}, {
		name : 'с. Иглика',
		value : 'с. Иглика'
	}, {
		name : 'с. Игнатовци',
		value : 'с. Игнатовци'
	}, {
		name : 'с. Идилево',
		value : 'с. Идилево'
	}, {
		name : 'с. Източник',
		value : 'с. Източник'
	}, {
		name : 'с. Иринеци',
		value : 'с. Иринеци'
	}, {
		name : 'с. Искра',
		value : 'с. Искра'
	}, {
		name : 'с. Йововци',
		value : 'с. Йововци'
	}, {
		name : 'с. Каломен',
		value : 'с. Каломен'
	}, {
		name : 'с. Калчовци',
		value : 'с. Калчовци'
	}, {
		name : 'с. Камещица',
		value : 'с. Камещица'
	}, {
		name : 'с. Караиванца',
		value : 'с. Караиванца'
	}, {
		name : 'с. Карали',
		value : 'с. Карали'
	}, {
		name : 'с. Карамичевци',
		value : 'с. Карамичевци'
	}, {
		name : 'с. Кастел',
		value : 'с. Кастел'
	}, {
		name : 'с. Катранджии',
		value : 'с. Катранджии'
	}, {
		name : 'с. Кашенци',
		value : 'с. Кашенци'
	}, {
		name : 'с. Керека',
		value : 'с. Керека'
	}, {
		name : 'с. Керените',
		value : 'с. Керените'
	}, {
		name : 'с. Киевци',
		value : 'с. Киевци'
	}, {
		name : 'с. Киселковци',
		value : 'с. Киселковци'
	}, {
		name : 'с. Кисийците',
		value : 'с. Кисийците'
	}, {
		name : 'с. Кметовци',
		value : 'с. Кметовци'
	}, {
		name : 'с. Кметчета',
		value : 'с. Кметчета'
	}, {
		name : 'с. Коевци',
		value : 'с. Коевци'
	}, {
		name : 'с. Кози рог',
		value : 'с. Кози рог'
	}, {
		name : 'с. Койчовци',
		value : 'с. Койчовци'
	}, {
		name : 'с. Колишовци',
		value : 'с. Колишовци'
	}, {
		name : 'с. Колю Ганев',
		value : 'с. Колю Ганев'
	}, {
		name : 'с. Конарското',
		value : 'с. Конарското'
	}, {
		name : 'с. Копчелиите',
		value : 'с. Копчелиите'
	}, {
		name : 'с. Корията',
		value : 'с. Корията'
	}, {
		name : 'с. Кормянско',
		value : 'с. Кормянско'
	}, {
		name : 'с. Косарка',
		value : 'с. Косарка'
	}, {
		name : 'с. Косилка',
		value : 'с. Косилка'
	}, {
		name : 'с. Костадините',
		value : 'с. Костадините'
	}, {
		name : 'с. Костенковци',
		value : 'с. Костенковци'
	}, {
		name : 'с. Крамолин',
		value : 'с. Крамолин'
	}, {
		name : 'с. Креслювци',
		value : 'с. Креслювци'
	}, {
		name : 'с. Крушево',
		value : 'с. Крушево'
	}, {
		name : 'с. Кръвеник',
		value : 'с. Кръвеник'
	}, {
		name : 'с. Крънча',
		value : 'с. Крънча'
	}, {
		name : 'с. Кръстеняците',
		value : 'с. Кръстеняците'
	}, {
		name : 'с. Кръстец',
		value : 'с. Кръстец'
	}, {
		name : 'с. Кукля',
		value : 'с. Кукля'
	}, {
		name : 'с. Куманите',
		value : 'с. Куманите'
	}, {
		name : 'с. Купен',
		value : 'с. Купен'
	}, {
		name : 'с. Къртипъня',
		value : 'с. Къртипъня'
	}, {
		name : 'с. Лесичарка',
		value : 'с. Лесичарка'
	}, {
		name : 'с. Ловнидол',
		value : 'с. Ловнидол'
	}, {
		name : 'с. Лоза',
		value : 'с. Лоза'
	}, {
		name : 'с. Малини',
		value : 'с. Малини'
	}, {
		name : 'с. Малки Българени',
		value : 'с. Малки Българени'
	}, {
		name : 'с. Малки Вършец',
		value : 'с. Малки Вършец'
	}, {
		name : 'с. Малки Станчовци',
		value : 'с. Малки Станчовци'
	}, {
		name : 'с. Малуша',
		value : 'с. Малуша'
	}, {
		name : 'с. Малчовци',
		value : 'с. Малчовци'
	}, {
		name : 'с. Маневци',
		value : 'с. Маневци'
	}, {
		name : 'с. Маноя',
		value : 'с. Маноя'
	}, {
		name : 'с. Маруцековци',
		value : 'с. Маруцековци'
	}, {
		name : 'с. Матешовци',
		value : 'с. Матешовци'
	}, {
		name : 'с. Междени',
		value : 'с. Междени'
	}, {
		name : 'с. Мечковица',
		value : 'с. Мечковица'
	}, {
		name : 'с. Милевци',
		value : 'с. Милевци'
	}, {
		name : 'с. Милковци',
		value : 'с. Милковци'
	}, {
		name : 'с. Михайловци',
		value : 'с. Михайловци'
	}, {
		name : 'с. Миховци',
		value : 'с. Миховци'
	}, {
		name : 'с. Мичковци',
		value : 'с. Мичковци'
	}, {
		name : 'с. Младен',
		value : 'с. Младен'
	}, {
		name : 'с. Млечево',
		value : 'с. Млечево'
	}, {
		name : 'с. Могилите',
		value : 'с. Могилите'
	}, {
		name : 'с. Моровеците',
		value : 'с. Моровеците'
	}, {
		name : 'с. Мрахори',
		value : 'с. Мрахори'
	}, {
		name : 'с. Мръзеци',
		value : 'с. Мръзеци'
	}, {
		name : 'с. Музга',
		value : 'с. Музга'
	}, {
		name : 'с. Муця',
		value : 'с. Муця'
	}, {
		name : 'с. Недялковци',
		value : 'с. Недялковци'
	}, {
		name : 'с. Нейчовци',
		value : 'с. Нейчовци'
	}, {
		name : 'с. Неновци',
		value : 'с. Неновци'
	}, {
		name : 'с. Никачковци',
		value : 'с. Никачковци'
	}, {
		name : 'с. Николаево',
		value : 'с. Николаево'
	}, {
		name : 'с. Николчовци',
		value : 'с. Николчовци'
	}, {
		name : 'с. Новаковци',
		value : 'с. Новаковци'
	}, {
		name : 'с. Ножерите',
		value : 'с. Ножерите'
	}, {
		name : 'с. Носеите',
		value : 'с. Носеите'
	}, {
		name : 'с. Овощарци',
		value : 'с. Овощарци'
	}, {
		name : 'с. Околиите',
		value : 'с. Околиите'
	}, {
		name : 'с. Орловци',
		value : 'с. Орловци'
	}, {
		name : 'с. Ошаните',
		value : 'с. Ошаните'
	}, {
		name : 'с. Павлевци',
		value : 'с. Павлевци'
	}, {
		name : 'с. Парчовци',
		value : 'с. Парчовци'
	}, {
		name : 'с. Пейна',
		value : 'с. Пейна'
	}, {
		name : 'с. Пейовци',
		value : 'с. Пейовци'
	}, {
		name : 'с. Пенковци',
		value : 'с. Пенковци'
	}, {
		name : 'с. Петко Славейков',
		value : 'с. Петко Славейков'
	}, {
		name : 'с. Петковци',
		value : 'с. Петковци'
	}, {
		name : 'с. Петровци',
		value : 'с. Петровци'
	}, {
		name : 'с. Пецовци',
		value : 'с. Пецовци'
	}, {
		name : 'с. Планинци',
		value : 'с. Планинци'
	}, {
		name : 'с. Плачка',
		value : 'с. Плачка'
	}, {
		name : 'с. Побък',
		value : 'с. Побък'
	}, {
		name : 'с. Попари',
		value : 'с. Попари'
	}, {
		name : 'с. Попгергевци',
		value : 'с. Попгергевци'
	}, {
		name : 'с. Поповци',
		value : 'с. Поповци'
	}, {
		name : 'с. Попрайковци',
		value : 'с. Попрайковци'
	}, {
		name : 'с. Попска',
		value : 'с. Попска'
	}, {
		name : 'с. Поток',
		value : 'с. Поток'
	}, {
		name : 'с. Прахали',
		value : 'с. Прахали'
	}, {
		name : 'с. Престой',
		value : 'с. Престой'
	}, {
		name : 'с. Продановци',
		value : 'с. Продановци'
	}, {
		name : 'с. Пържиграх',
		value : 'с. Пържиграх'
	}, {
		name : 'с. Пъртевци',
		value : 'с. Пъртевци'
	}, {
		name : 'с. Пърша',
		value : 'с. Пърша'
	}, {
		name : 'с. Раданчето',
		value : 'с. Раданчето'
	}, {
		name : 'с. Радевци',
		value : 'с. Радевци'
	}, {
		name : 'с. Радино',
		value : 'с. Радино'
	}, {
		name : 'с. Радовци',
		value : 'с. Радовци'
	}, {
		name : 'с. Радоевци',
		value : 'с. Радоевци'
	}, {
		name : 'с. Раевци',
		value : 'с. Раевци'
	}, {
		name : 'с. Райновци',
		value : 'с. Райновци'
	}, {
		name : 'с. Райнушковци',
		value : 'с. Райнушковци'
	}, {
		name : 'с. Ралевци',
		value : 'с. Ралевци'
	}, {
		name : 'с. Раховци',
		value : 'с. Раховци'
	}, {
		name : 'с. Рачевци',
		value : 'с. Рачевци'
	}, {
		name : 'с. Рачовци',
		value : 'с. Рачовци'
	}, {
		name : 'с. Рашовите',
		value : 'с. Рашовите'
	}, {
		name : 'с. Редешковци',
		value : 'с. Редешковци'
	}, {
		name : 'с. Ритя',
		value : 'с. Ритя'
	}, {
		name : 'с. Руевци',
		value : 'с. Руевци'
	}, {
		name : 'с. Руйчовци',
		value : 'с. Руйчовци'
	}, {
		name : 'с. Руня',
		value : 'с. Руня'
	}, {
		name : 'с. Русиновци',
		value : 'с. Русиновци'
	}, {
		name : 'с. Рязковци',
		value : 'с. Рязковци'
	}, {
		name : 'с. Ряховците',
		value : 'с. Ряховците'
	}, {
		name : 'с. Саласука',
		value : 'с. Саласука'
	}, {
		name : 'с. Свинарски дол',
		value : 'с. Свинарски дол'
	}, {
		name : 'с. Свирци',
		value : 'с. Свирци'
	}, {
		name : 'с. Седянковци',
		value : 'с. Седянковци'
	}, {
		name : 'с. Сейковци',
		value : 'с. Сейковци'
	}, {
		name : 'с. Селище',
		value : 'с. Селище'
	}, {
		name : 'с. Семерджиите',
		value : 'с. Семерджиите'
	}, {
		name : 'с. Сенник',
		value : 'с. Сенник'
	}, {
		name : 'с. Сечен камък',
		value : 'с. Сечен камък'
	}, {
		name : 'с. Скалско',
		value : 'с. Скалско'
	}, {
		name : 'с. Скорците',
		value : 'с. Скорците'
	}, {
		name : 'с. Славейково',
		value : 'с. Славейково'
	}, {
		name : 'с. Сливово',
		value : 'с. Сливово'
	}, {
		name : 'с. Смиловци',
		value : 'с. Смиловци'
	}, {
		name : 'с. Соколово',
		value : 'с. Соколово'
	}, {
		name : 'с. Солари',
		value : 'с. Солари'
	}, {
		name : 'с. Спанци',
		value : 'с. Спанци'
	}, {
		name : 'с. Спасовци',
		value : 'с. Спасовци'
	}, {
		name : 'с. Стайновци',
		value : 'с. Стайновци'
	}, {
		name : 'с. Станча',
		value : 'с. Станча'
	}, {
		name : 'с. Станчов хан',
		value : 'с. Станчов хан'
	}, {
		name : 'с. Старилковци',
		value : 'с. Старилковци'
	}, {
		name : 'с. Стефаново',
		value : 'с. Стефаново'
	}, {
		name : 'с. Стоевци',
		value : 'с. Стоевци'
	}, {
		name : 'с. Стойковци',
		value : 'с. Стойковци'
	}, {
		name : 'с. Стойчовци',
		value : 'с. Стойчовци'
	}, {
		name : 'с. Стоките',
		value : 'с. Стоките'
	}, {
		name : 'с. Столът',
		value : 'с. Столът'
	}, {
		name : 'с. Стоманеците',
		value : 'с. Стоманеците'
	}, {
		name : 'с. Стражата',
		value : 'с. Стражата'
	}, {
		name : 'с. Стръмци',
		value : 'с. Стръмци'
	}, {
		name : 'с. Сухолоевци',
		value : 'с. Сухолоевци'
	}, {
		name : 'с. Съботковци',
		value : 'с. Съботковци'
	}, {
		name : 'с. Сяровци',
		value : 'с. Сяровци'
	}, {
		name : 'с. Табашка',
		value : 'с. Табашка'
	}, {
		name : 'с. Тодореците',
		value : 'с. Тодореците'
	}, {
		name : 'с. Тодоровци',
		value : 'с. Тодоровци'
	}, {
		name : 'с. Тодорчета',
		value : 'с. Тодорчета'
	}, {
		name : 'с. Томчевци',
		value : 'с. Томчевци'
	}, {
		name : 'с. Торбалъжите',
		value : 'с. Торбалъжите'
	}, {
		name : 'с. Трапесковци',
		value : 'с. Трапесковци'
	}, {
		name : 'с. Трънито',
		value : 'с. Трънито'
	}, {
		name : 'с. Тумбалово',
		value : 'с. Тумбалово'
	}, {
		name : 'с. Туркинча',
		value : 'с. Туркинча'
	}, {
		name : 'с. Търхово',
		value : 'с. Търхово'
	}, {
		name : 'с. Угорелец',
		value : 'с. Угорелец'
	}, {
		name : 'с. Узуните',
		value : 'с. Узуните'
	}, {
		name : 'с. Урвата',
		value : 'с. Урвата'
	}, {
		name : 'с. Фърговци',
		value : 'с. Фърговци'
	}, {
		name : 'с. Фъревци',
		value : 'с. Фъревци'
	}, {
		name : 'с. Фъртуни',
		value : 'с. Фъртуни'
	}, {
		name : 'с. Харачерите',
		value : 'с. Харачерите'
	}, {
		name : 'с. Хирево',
		value : 'с. Хирево'
	}, {
		name : 'с. Христовци',
		value : 'с. Христовци'
	}, {
		name : 'с. Царева ливада',
		value : 'с. Царева ливада'
	}, {
		name : 'с. Цвятковци',
		value : 'с. Цвятковци'
	}, {
		name : 'с. Чавеи',
		value : 'с. Чавеи'
	}, {
		name : 'с. Чакалите',
		value : 'с. Чакалите'
	}, {
		name : 'с. Чарково',
		value : 'с. Чарково'
	}, {
		name : 'с. Червена локва',
		value : 'с. Червена локва'
	}, {
		name : 'с. Черневци',
		value : 'с. Черневци'
	}, {
		name : 'с. Черновръх',
		value : 'с. Черновръх'
	}, {
		name : 'с. Читаковци',
		value : 'с. Читаковци'
	}, {
		name : 'с. Чукилите',
		value : 'с. Чукилите'
	}, {
		name : 'с. Чуково',
		value : 'с. Чуково'
	}, {
		name : 'с. Шарани',
		value : 'с. Шарани'
	}, {
		name : 'с. Шипчените',
		value : 'с. Шипчените'
	}, {
		name : 'с. Шопите',
		value : 'с. Шопите'
	}, {
		name : 'с. Шумата',
		value : 'с. Шумата'
	}, {
		name : 'с. Шушня',
		value : 'с. Шушня'
	}, {
		name : 'с. Ябълковци',
		value : 'с. Ябълковци'
	}, {
		name : 'с. Явор',
		value : 'с. Явор'
	}, {
		name : 'с. Яворец',
		value : 'с. Яворец'
	}, {
		name : 'с. Янковци',
		value : 'с. Янковци'
	}, {
		name : 'с. Янтра',
		value : 'с. Янтра'
	}, {
		name : 'с. Ясените',
		value : 'с. Ясените'
	} ]
}, {
	name : 'Добрич',
	value : 'Добрич',
	locations : [{
		name : '',
		value : '',
	}, {
		name : 'гр. Добрич',
		value : 'гр. Добрич'
	}, {
		name : 'гр. Балчик',
		value : 'гр. Балчик'
	}, {
		name : 'гр. Генерал Тошево',
		value : 'гр. Генерал Тошево'
	}, {
		name : 'гр. Каварна',
		value : 'гр. Каварна'
	}, {
		name : 'гр. Тервел',
		value : 'гр. Тервел'
	}, {
		name : 'гр. Шабла',
		value : 'гр. Шабла'
	}, {
		name : 'с. Абрит',
		value : 'с. Абрит'
	}, {
		name : 'с. Ал. Стамболийски',
		value : 'с. Ал. Стамболийски'
	}, {
		name : 'с. Александрия',
		value : 'с. Александрия'
	}, {
		name : 'с. Алцек',
		value : 'с. Алцек'
	}, {
		name : 'с. Ангеларий',
		value : 'с. Ангеларий'
	}, {
		name : 'с. Балик',
		value : 'с. Балик'
	}, {
		name : 'с. Балканци',
		value : 'с. Балканци'
	}, {
		name : 'с. Батово',
		value : 'с. Батово'
	}, {
		name : 'с. Бдинци',
		value : 'с. Бдинци'
	}, {
		name : 'с. Бежаново',
		value : 'с. Бежаново'
	}, {
		name : 'с. Безводица',
		value : 'с. Безводица'
	}, {
		name : 'с. Безмер',
		value : 'с. Безмер'
	}, {
		name : 'с. Белгун',
		value : 'с. Белгун'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Било',
		value : 'с. Било'
	}, {
		name : 'с. Бистрец',
		value : 'с. Бистрец'
	}, {
		name : 'с. Бобовец',
		value : 'с. Бобовец'
	}, {
		name : 'с. Богдан',
		value : 'с. Богдан'
	}, {
		name : 'с. Божан',
		value : 'с. Божан'
	}, {
		name : 'с. Божаново',
		value : 'с. Божаново'
	}, {
		name : 'с. Божурец',
		value : 'с. Божурец'
	}, {
		name : 'с. Божурово',
		value : 'с. Божурово'
	}, {
		name : 'с. Бонево',
		value : 'с. Бонево'
	}, {
		name : 'с. Бранище',
		value : 'с. Бранище'
	}, {
		name : 'с. Брестница',
		value : 'с. Брестница'
	}, {
		name : 'с. Брястово',
		value : 'с. Брястово'
	}, {
		name : 'с. Българево',
		value : 'с. Българево'
	}, {
		name : 'с. Ваклино',
		value : 'с. Ваклино'
	}, {
		name : 'с. Василево',
		value : 'с. Василево'
	}, {
		name : 'с. Ведрина',
		value : 'с. Ведрина'
	}, {
		name : 'с. Великово',
		value : 'с. Великово'
	}, {
		name : 'с. Видно',
		value : 'с. Видно'
	}, {
		name : 'с. Вичово',
		value : 'с. Вичово'
	}, {
		name : 'с. Владимирово',
		value : 'с. Владимирово'
	}, {
		name : 'с. Воднянци',
		value : 'с. Воднянци'
	}, {
		name : 'с. Войниково',
		value : 'с. Войниково'
	}, {
		name : 'с. Вранино',
		value : 'с. Вранино'
	}, {
		name : 'с. Вратарите',
		value : 'с. Вратарите'
	}, {
		name : 'с. Врачанци',
		value : 'с. Врачанци'
	}, {
		name : 'с. Габер',
		value : 'с. Габер'
	}, {
		name : 'с. Генерал Колево',
		value : 'с. Генерал Колево'
	}, {
		name : 'с. Гешаново',
		value : 'с. Гешаново'
	}, {
		name : 'с. Главанци',
		value : 'с. Главанци'
	}, {
		name : 'с. Горица',
		value : 'с. Горица'
	}, {
		name : 'с. Горичане',
		value : 'с. Горичане'
	}, {
		name : 'с. Горун',
		value : 'с. Горун'
	}, {
		name : 'с. Градини',
		value : 'с. Градини'
	}, {
		name : 'с. Градница',
		value : 'с. Градница'
	}, {
		name : 'с. Граничар',
		value : 'с. Граничар'
	}, {
		name : 'с. Гурково',
		value : 'с. Гурково'
	}, {
		name : 'с. Гуслар',
		value : 'с. Гуслар'
	}, {
		name : 'с. Дебрене',
		value : 'с. Дебрене'
	}, {
		name : 'с. Добрево',
		value : 'с. Добрево'
	}, {
		name : 'с. Добрин',
		value : 'с. Добрин'
	}, {
		name : 'с. Долина',
		value : 'с. Долина'
	}, {
		name : 'с. Дончево',
		value : 'с. Дончево'
	}, {
		name : 'с. Драганово',
		value : 'с. Драганово'
	}, {
		name : 'с. Дропла',
		value : 'с. Дропла'
	}, {
		name : 'с. Дряновец',
		value : 'с. Дряновец'
	}, {
		name : 'с. Дуранкулак',
		value : 'с. Дуранкулак'
	}, {
		name : 'с. Дъбовик',
		value : 'с. Дъбовик'
	}, {
		name : 'с. Дъбрава',
		value : 'с. Дъбрава'
	}, {
		name : 'с. Езерец',
		value : 'с. Езерец'
	}, {
		name : 'с. Енево',
		value : 'с. Енево'
	}, {
		name : 'с. Ефрейтор Бакалово',
		value : 'с. Ефрейтор Бакалово'
	}, {
		name : 'с. Жегларци',
		value : 'с. Жегларци'
	}, {
		name : 'с. Житен',
		value : 'с. Житен'
	}, {
		name : 'с. Житница',
		value : 'с. Житница'
	}, {
		name : 'с. Загорци',
		value : 'с. Загорци'
	}, {
		name : 'с. Захари Стояново',
		value : 'с. Захари Стояново'
	}, {
		name : 'с. Земенци',
		value : 'с. Земенци'
	}, {
		name : 'с. Зимница',
		value : 'с. Зимница'
	}, {
		name : 'с. Златия',
		value : 'с. Златия'
	}, {
		name : 'с. Змеево',
		value : 'с. Змеево'
	}, {
		name : 'с. Зограф',
		value : 'с. Зограф'
	}, {
		name : 'с. Зърнево',
		value : 'с. Зърнево'
	}, {
		name : 'с. Изворово',
		value : 'с. Изворово'
	}, {
		name : 'с. Иречек',
		value : 'с. Иречек'
	}, {
		name : 'с. Йовково',
		value : 'с. Йовково'
	}, {
		name : 'с. Каблешково',
		value : 'с. Каблешково'
	}, {
		name : 'с. Калина',
		value : 'с. Калина'
	}, {
		name : 'с. Камен',
		value : 'с. Камен'
	}, {
		name : 'с. Камен бряг',
		value : 'с. Камен бряг'
	}, {
		name : 'с. Капитан Димитрово',
		value : 'с. Капитан Димитрово'
	}, {
		name : 'с. Карапелит',
		value : 'с. Карапелит'
	}, {
		name : 'с. Карвуна',
		value : 'с. Карвуна'
	}, {
		name : 'с. Кардам',
		value : 'с. Кардам'
	}, {
		name : 'с. Кладенци',
		value : 'с. Кладенци'
	}, {
		name : 'с. Козлодуйци',
		value : 'с. Козлодуйци'
	}, {
		name : 'с. Коларци',
		value : 'с. Коларци'
	}, {
		name : 'с. Конаре',
		value : 'с. Конаре'
	}, {
		name : 'с. Коритен',
		value : 'с. Коритен'
	}, {
		name : 'с. Котленци',
		value : 'с. Котленци'
	}, {
		name : 'с. Кочмар',
		value : 'с. Кочмар'
	}, {
		name : 'с. Крагулево',
		value : 'с. Крагулево'
	}, {
		name : 'с. Краище',
		value : 'с. Краище'
	}, {
		name : 'с. Кранево',
		value : 'с. Кранево'
	}, {
		name : 'с. Крапец',
		value : 'с. Крапец'
	}, {
		name : 'с. Красен',
		value : 'с. Красен'
	}, {
		name : 'с. Кремена',
		value : 'с. Кремена'
	}, {
		name : 'с. Крупен',
		value : 'с. Крупен'
	}, {
		name : 'с. Крушари',
		value : 'с. Крушари'
	}, {
		name : 'с. Къпиново',
		value : 'с. Къпиново'
	}, {
		name : 'с. Ловчанци',
		value : 'с. Ловчанци'
	}, {
		name : 'с. Лозенец',
		value : 'с. Лозенец'
	}, {
		name : 'с. Лозница',
		value : 'с. Лозница'
	}, {
		name : 'с. Ломница',
		value : 'с. Ломница'
	}, {
		name : 'с. Люляково',
		value : 'с. Люляково'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Ляхово',
		value : 'с. Ляхово'
	}, {
		name : 'с. Мали извор',
		value : 'с. Мали извор'
	}, {
		name : 'с. Малина',
		value : 'с. Малина'
	}, {
		name : 'с. Малка Смолница',
		value : 'с. Малка Смолница'
	}, {
		name : 'с. Медово',
		value : 'с. Медово'
	}, {
		name : 'с. Методиево',
		value : 'с. Методиево'
	}, {
		name : 'с. Миладиновци',
		value : 'с. Миладиновци'
	}, {
		name : 'с. Могилище',
		value : 'с. Могилище'
	}, {
		name : 'с. Нейково',
		value : 'с. Нейково'
	}, {
		name : 'с. Нова Камена',
		value : 'с. Нова Камена'
	}, {
		name : 'с. Ново Ботево',
		value : 'с. Ново Ботево'
	}, {
		name : 'с. Оброчище',
		value : 'с. Оброчище'
	}, {
		name : 'с. Овчарово',
		value : 'с. Овчарово'
	}, {
		name : 'с. Огняново',
		value : 'с. Огняново'
	}, {
		name : 'с. Огражден',
		value : 'с. Огражден'
	}, {
		name : 'с. Одринци',
		value : 'с. Одринци'
	}, {
		name : 'с. Одърци',
		value : 'с. Одърци'
	}, {
		name : 'с. Оногур',
		value : 'с. Оногур'
	}, {
		name : 'с. Опанец',
		value : 'с. Опанец'
	}, {
		name : 'с. Орлова могила',
		value : 'с. Орлова могила'
	}, {
		name : 'с. Орляк',
		value : 'с. Орляк'
	}, {
		name : 'с. Паскалево',
		value : 'с. Паскалево'
	}, {
		name : 'с. Петлешково',
		value : 'с. Петлешково'
	}, {
		name : 'с. Писарово',
		value : 'с. Писарово'
	}, {
		name : 'с. Плачидол',
		value : 'с. Плачидол'
	}, {
		name : 'с. Пленимир',
		value : 'с. Пленимир'
	}, {
		name : 'с. Победа',
		value : 'с. Победа'
	}, {
		name : 'с. Подслон',
		value : 'с. Подслон'
	}, {
		name : 'с. Полковник Дяково',
		value : 'с. Полковник Дяково'
	}, {
		name : 'с. Полковник Иваново',
		value : 'с. Полковник Иваново'
	}, {
		name : 'с. Полковник Минково',
		value : 'с. Полковник Минково'
	}, {
		name : 'с. Полковник Савово',
		value : 'с. Полковник Савово'
	}, {
		name : 'с. Полковник Свещарово',
		value : 'с. Полковник Свещарово'
	}, {
		name : 'с. Попгригорово',
		value : 'с. Попгригорово'
	}, {
		name : 'с. Попгруево',
		value : 'с. Попгруево'
	}, {
		name : 'с. Поручик Кърджиево',
		value : 'с. Поручик Кърджиево'
	}, {
		name : 'с. Поручик Чунчево',
		value : 'с. Поручик Чунчево'
	}, {
		name : 'с. Преселенци',
		value : 'с. Преселенци'
	}, {
		name : 'с. Преспа',
		value : 'с. Преспа'
	}, {
		name : 'с. Прилеп',
		value : 'с. Прилеп'
	}, {
		name : 'с. Приморци',
		value : 'с. Приморци'
	}, {
		name : 'с. Присад',
		value : 'с. Присад'
	}, {
		name : 'с. Пролез',
		value : 'с. Пролез'
	}, {
		name : 'с. Професор Златарски',
		value : 'с. Професор Златарски'
	}, {
		name : 'с. Пчеларово',
		value : 'с. Пчеларово'
	}, {
		name : 'с. Пчелино',
		value : 'с. Пчелино'
	}, {
		name : 'с. Пчелник',
		value : 'с. Пчелник'
	}, {
		name : 'с. Равнец',
		value : 'с. Равнец'
	}, {
		name : 'с. Раковски',
		value : 'с. Раковски'
	}, {
		name : 'с. Рогачево',
		value : 'с. Рогачево'
	}, {
		name : 'с. Рогозина',
		value : 'с. Рогозина'
	}, {
		name : 'с. Росен',
		value : 'с. Росен'
	}, {
		name : 'с. Росеново',
		value : 'с. Росеново'
	}, {
		name : 'с. Росица',
		value : 'с. Росица'
	}, {
		name : 'с. Самуилово',
		value : 'с. Самуилово'
	}, {
		name : 'с. Свети Никола',
		value : 'с. Свети Никола'
	}, {
		name : 'с. Свобода',
		value : 'с. Свобода'
	}, {
		name : 'с. Северняк',
		value : 'с. Северняк'
	}, {
		name : 'с. Северци',
		value : 'с. Северци'
	}, {
		name : 'с. Селце',
		value : 'с. Селце'
	}, {
		name : 'с. Сенокос',
		value : 'с. Сенокос'
	}, {
		name : 'с. Септемврийци',
		value : 'с. Септемврийци'
	}, {
		name : 'с. Сираково',
		value : 'с. Сираково'
	}, {
		name : 'с. Славеево',
		value : 'с. Славеево'
	}, {
		name : 'с. Сливенци',
		value : 'с. Сливенци'
	}, {
		name : 'с. Смин',
		value : 'с. Смин'
	}, {
		name : 'с. Смолница',
		value : 'с. Смолница'
	}, {
		name : 'с. Сноп',
		value : 'с. Сноп'
	}, {
		name : 'с. Снягово',
		value : 'с. Снягово'
	}, {
		name : 'с. Соколник',
		value : 'с. Соколник'
	}, {
		name : 'с. Соколово',
		value : 'с. Соколово'
	}, {
		name : 'с. Спасово',
		value : 'с. Спасово'
	}, {
		name : 'с. Средина',
		value : 'с. Средина'
	}, {
		name : 'с. Стаевци',
		value : 'с. Стаевци'
	}, {
		name : 'с. Стефан Караджа',
		value : 'с. Стефан Караджа'
	}, {
		name : 'с. Стефаново',
		value : 'с. Стефаново'
	}, {
		name : 'с. Стожер',
		value : 'с. Стожер'
	}, {
		name : 'с. Стражица',
		value : 'с. Стражица'
	}, {
		name : 'с. Сърнец',
		value : 'с. Сърнец'
	}, {
		name : 'с. Сърнино',
		value : 'с. Сърнино'
	}, {
		name : 'с. Твърдица',
		value : 'с. Твърдица'
	}, {
		name : 'с. Телериг',
		value : 'с. Телериг'
	}, {
		name : 'с. Топола',
		value : 'с. Топола'
	}, {
		name : 'с. Травник',
		value : 'с. Травник'
	}, {
		name : 'с. Тригорци',
		value : 'с. Тригорци'
	}, {
		name : 'с. Тюленово',
		value : 'с. Тюленово'
	}, {
		name : 'с. Тянево',
		value : 'с. Тянево'
	}, {
		name : 'с. Узово',
		value : 'с. Узово'
	}, {
		name : 'с. Фелдфебел Денково',
		value : 'с. Фелдфебел Денково'
	}, {
		name : 'с. Хаджи Димитър',
		value : 'с. Хаджи Димитър'
	}, {
		name : 'с. Хитово',
		value : 'с. Хитово'
	}, {
		name : 'с. Храброво',
		value : 'с. Храброво'
	}, {
		name : 'с. Царевец',
		value : 'с. Царевец'
	}, {
		name : 'с. Царичино',
		value : 'с. Царичино'
	}, {
		name : 'с. Църква',
		value : 'с. Църква'
	}, {
		name : 'с. Челопечене',
		value : 'с. Челопечене'
	}, {
		name : 'с. Черна',
		value : 'с. Черна'
	}, {
		name : 'с. Черноморци',
		value : 'с. Черноморци'
	}, {
		name : 'с. Чернооково',
		value : 'с. Чернооково'
	}, {
		name : 'с. Честименско',
		value : 'с. Честименско'
	}, ]
}, {
	name : 'Дупница',
	value : 'Дупница',
	locations : [ {
		name : '',
		value : '',
	}, {
		name : 'с. Дупница',
		value : 'с. Дупница'
	}, {
		name : 'с. Баланово',
		value : 'с. Баланово'
	}, {
		name : 'с. Бистрица',
		value : 'с. Бистрица'
	}, {
		name : 'с. Блатино',
		value : 'с. Блатино'
	}, {
		name : 'с. Грамаде',
		value : 'с. Грамаде'
	}, {
		name : 'с. Делян',
		value : 'с. Делян'
	}, {
		name : 'с. Джерман',
		value : 'с. Джерман'
	}, {
		name : 'с. Дяково',
		value : 'с. Дяково'
	}, {
		name : 'с. Крайни дол',
		value : 'с. Крайни дол'
	}, {
		name : 'с. Крайници',
		value : 'с. Крайници'
	}, {
		name : 'с. Кременик',
		value : 'с. Кременик'
	}, {
		name : 'с. Палатово',
		value : 'с. Палатово'
	}, {
		name : 'с. Пиперево',
		value : 'с. Пиперево'
	}, {
		name : 'с. Самораново',
		value : 'с. Самораново'
	}, {
		name : 'с. Тополница',
		value : 'с. Тополница'
	}, {
		name : 'с. Червен брег',
		value : 'с. Червен брег'
	}, {
		name : 'с. Яхиново',
		value : 'с. Яхиново'
	} ]
}, {
	name : 'Кърджали',
	value : 'Кърджали',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Кърджали',
		value : 'гр. Кърджали'
	}, {
		name : 'гр. Ардино',
		value : 'гр. Ардино'
	}, {
		name : 'гр. Джебел',
		value : 'гр. Джебел'
	}, {
		name : 'гр. Крумовград',
		value : 'гр. Крумовград'
	}, {
		name : 'гр. Момчилград',
		value : 'гр. Момчилград'
	}, {
		name : 'с. Аврамово',
		value : 'с. Аврамово'
	}, {
		name : 'с. Аврен',
		value : 'с. Аврен'
	}, {
		name : 'с. Айрово',
		value : 'с. Айрово'
	}, {
		name : 'с. Албанци',
		value : 'с. Албанци'
	}, {
		name : 'с. Априлци',
		value : 'с. Априлци'
	}, {
		name : 'с. Ауста',
		value : 'с. Ауста'
	}, {
		name : 'с. Ахрянско',
		value : 'с. Ахрянско'
	}, {
		name : 'с. Багра',
		value : 'с. Багра'
	}, {
		name : 'с. Багрилци',
		value : 'с. Багрилци'
	}, {
		name : 'с. Багрянка',
		value : 'с. Багрянка'
	}, {
		name : 'с. Бакалите',
		value : 'с. Бакалите'
	}, {
		name : 'с. Балабаново',
		value : 'с. Балабаново'
	}, {
		name : 'с. Бараци',
		value : 'с. Бараци'
	}, {
		name : 'с. Башево',
		value : 'с. Башево'
	}, {
		name : 'с. Бащино',
		value : 'с. Бащино'
	}, {
		name : 'с. Бедрово',
		value : 'с. Бедрово'
	}, {
		name : 'с. Безводно',
		value : 'с. Безводно'
	}, {
		name : 'с. Бели вир',
		value : 'с. Бели вир'
	}, {
		name : 'с. Бели пласт',
		value : 'с. Бели пласт'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Беснурка',
		value : 'с. Беснурка'
	}, {
		name : 'с. Биволяне',
		value : 'с. Биволяне'
	}, {
		name : 'с. Бистроглед',
		value : 'с. Бистроглед'
	}, {
		name : 'с. Благун',
		value : 'с. Благун'
	}, {
		name : 'с. Бленика',
		value : 'с. Бленика'
	}, {
		name : 'с. Богатино',
		value : 'с. Богатино'
	}, {
		name : 'с. Божак',
		value : 'с. Божак'
	}, {
		name : 'с. Божурци',
		value : 'с. Божурци'
	}, {
		name : 'с. Бойник',
		value : 'с. Бойник'
	}, {
		name : 'с. Бойно',
		value : 'с. Бойно'
	}, {
		name : 'с. Болярци',
		value : 'с. Болярци'
	}, {
		name : 'с. Боровица',
		value : 'с. Боровица'
	}, {
		name : 'с. Боровско',
		value : 'с. Боровско'
	}, {
		name : 'с. Босилица',
		value : 'с. Босилица'
	}, {
		name : 'с. Бостанци',
		value : 'с. Бостанци'
	}, {
		name : 'с. Брегово',
		value : 'с. Брегово'
	}, {
		name : 'с. Брежана',
		value : 'с. Брежана'
	}, {
		name : 'с. Брезен',
		value : 'с. Брезен'
	}, {
		name : 'с. Брош',
		value : 'с. Брош'
	}, {
		name : 'с. Бряговец',
		value : 'с. Бряговец'
	}, {
		name : 'с. Бук',
		value : 'с. Бук'
	}, {
		name : 'с. Бърза река',
		value : 'с. Бърза река'
	}, {
		name : 'с. Бързея',
		value : 'с. Бързея'
	}, {
		name : 'с. Бял извор',
		value : 'с. Бял извор'
	}, {
		name : 'с. Бяла поляна',
		value : 'с. Бяла поляна'
	}, {
		name : 'с. Бялка',
		value : 'с. Бялка'
	}, {
		name : 'с. Велешани',
		value : 'с. Велешани'
	}, {
		name : 'с. Великденче',
		value : 'с. Великденче'
	}, {
		name : 'с. Верско',
		value : 'с. Верско'
	}, {
		name : 'с. Висока',
		value : 'с. Висока'
	}, {
		name : 'с. Висока поляна',
		value : 'с. Висока поляна'
	}, {
		name : 'с. Вишеград',
		value : 'с. Вишеград'
	}, {
		name : 'с. Водач',
		value : 'с. Водач'
	}, {
		name : 'с. Воденичарско',
		value : 'с. Воденичарско'
	}, {
		name : 'с. Вождово',
		value : 'с. Вождово'
	}, {
		name : 'с. Войново',
		value : 'с. Войново'
	}, {
		name : 'с. Воловарци',
		value : 'с. Воловарци'
	}, {
		name : 'с. Вранско',
		value : 'с. Вранско'
	}, {
		name : 'с. Врело',
		value : 'с. Врело'
	}, {
		name : 'с. Възел',
		value : 'с. Възел'
	}, {
		name : 'с. Вълкович',
		value : 'с. Вълкович'
	}, {
		name : 'с. Вълчанка',
		value : 'с. Вълчанка'
	}, {
		name : 'с. Върбен',
		value : 'с. Върбен'
	}, {
		name : 'с. Върбенци',
		value : 'с. Върбенци'
	}, {
		name : 'с. Върли дол',
		value : 'с. Върли дол'
	}, {
		name : 'с. Върхари',
		value : 'с. Върхари'
	}, {
		name : 'с. Габрово',
		value : 'с. Габрово'
	}, {
		name : 'с. Генерал Гешево',
		value : 'с. Генерал Гешево'
	}, {
		name : 'с. Главатарци',
		value : 'с. Главатарци'
	}, {
		name : 'с. Главник',
		value : 'с. Главник'
	}, {
		name : 'с. Глухар',
		value : 'с. Глухар'
	}, {
		name : 'с. Гняздово',
		value : 'с. Гняздово'
	}, {
		name : 'с. Голобрад',
		value : 'с. Голобрад'
	}, {
		name : 'с. Голям Девесил',
		value : 'с. Голям Девесил'
	}, {
		name : 'с. Голяма Чинка',
		value : 'с. Голяма Чинка'
	}, {
		name : 'с. Голяма бара',
		value : 'с. Голяма бара'
	}, {
		name : 'с. Голямо Каменяне',
		value : 'с. Голямо Каменяне'
	}, {
		name : 'с. Горна крепост',
		value : 'с. Горна крепост'
	}, {
		name : 'с. Горна кула',
		value : 'с. Горна кула'
	}, {
		name : 'с. Горни Юруци',
		value : 'с. Горни Юруци'
	}, {
		name : 'с. Горно Кирково',
		value : 'с. Горно Кирково'
	}, {
		name : 'с. Горно Къпиново',
		value : 'с. Горно Къпиново'
	}, {
		name : 'с. Горно Прахово',
		value : 'с. Горно Прахово'
	}, {
		name : 'с. Горски извор',
		value : 'с. Горски извор'
	}, {
		name : 'с. Горско Дюлево',
		value : 'с. Горско Дюлево'
	}, {
		name : 'с. Гривка',
		value : 'с. Гривка'
	}, {
		name : 'с. Гривяк',
		value : 'с. Гривяк'
	}, {
		name : 'с. Груево',
		value : 'с. Груево'
	}, {
		name : 'с. Гулийка',
		value : 'с. Гулийка'
	}, {
		name : 'с. Гулия',
		value : 'с. Гулия'
	}, {
		name : 'с. Гургулица',
		value : 'с. Гургулица'
	}, {
		name : 'с. Гърбище',
		value : 'с. Гърбище'
	}, {
		name : 'с. Гъсково',
		value : 'с. Гъсково'
	}, {
		name : 'с. Даскалово',
		value : 'с. Даскалово'
	}, {
		name : 'с. Девесилица',
		value : 'с. Девесилица'
	}, {
		name : 'с. Девесилово',
		value : 'с. Девесилово'
	}, {
		name : 'с. Девинци',
		value : 'с. Девинци'
	}, {
		name : 'с. Дедец',
		value : 'с. Дедец'
	}, {
		name : 'с. Дедино',
		value : 'с. Дедино'
	}, {
		name : 'с. Делвино',
		value : 'с. Делвино'
	}, {
		name : 'с. Джанка',
		value : 'с. Джанка'
	}, {
		name : 'с. Джелепско',
		value : 'с. Джелепско'
	}, {
		name : 'с. Джерово',
		value : 'с. Джерово'
	}, {
		name : 'с. Доборско',
		value : 'с. Доборско'
	}, {
		name : 'с. Добриново',
		value : 'с. Добриново'
	}, {
		name : 'с. Добринци',
		value : 'с. Добринци'
	}, {
		name : 'с. Добромирци',
		value : 'с. Добромирци'
	}, {
		name : 'с. Дойранци',
		value : 'с. Дойранци'
	}, {
		name : 'с. Долище',
		value : 'с. Долище'
	}, {
		name : 'с. Долна крепост',
		value : 'с. Долна крепост'
	}, {
		name : 'с. Долна кула',
		value : 'с. Долна кула'
	}, {
		name : 'с. Долни Юруци',
		value : 'с. Долни Юруци'
	}, {
		name : 'с. Долно Къпиново',
		value : 'с. Долно Къпиново'
	}, {
		name : 'с. Долно Прахово',
		value : 'с. Долно Прахово'
	}, {
		name : 'с. Домище',
		value : 'с. Домище'
	}, {
		name : 'с. Драганово',
		value : 'с. Драганово'
	}, {
		name : 'с. Дрангово',
		value : 'с. Дрангово'
	}, {
		name : 'с. Дружинци',
		value : 'с. Дружинци'
	}, {
		name : 'с. Друмче',
		value : 'с. Друмче'
	}, {
		name : 'с. Дрянова глава',
		value : 'с. Дрянова глава'
	}, {
		name : 'с. Душинково',
		value : 'с. Душинково'
	}, {
		name : 'с. Душка',
		value : 'с. Душка'
	}, {
		name : 'с. Дъждино',
		value : 'с. Дъждино'
	}, {
		name : 'с. Дъждовник',
		value : 'с. Дъждовник'
	}, {
		name : 'с. Дъждовница',
		value : 'с. Дъждовница'
	}, {
		name : 'с. Дънгово',
		value : 'с. Дънгово'
	}, {
		name : 'с. Дюлица',
		value : 'с. Дюлица'
	}, {
		name : 'с. Дядовско',
		value : 'с. Дядовско'
	}, {
		name : 'с. Дядовци',
		value : 'с. Дядовци'
	}, {
		name : 'с. Егрек',
		value : 'с. Егрек'
	}, {
		name : 'с. Едрино',
		value : 'с. Едрино'
	}, {
		name : 'с. Енчец',
		value : 'с. Енчец'
	}, {
		name : 'с. Еньовче',
		value : 'с. Еньовче'
	}, {
		name : 'с. Еровете',
		value : 'с. Еровете'
	}, {
		name : 'с. Железник',
		value : 'с. Железник'
	}, {
		name : 'с. Желъдово',
		value : 'с. Желъдово'
	}, {
		name : 'с. Женда',
		value : 'с. Женда'
	}, {
		name : 'с. Жинзифово',
		value : 'с. Жинзифово'
	}, {
		name : 'с. Житарник',
		value : 'с. Житарник'
	}, {
		name : 'с. Житница',
		value : 'с. Житница'
	}, {
		name : 'с. Жълти рид',
		value : 'с. Жълти рид'
	}, {
		name : 'с. Жълтика',
		value : 'с. Жълтика'
	}, {
		name : 'с. Жълтуша',
		value : 'с. Жълтуша'
	}, {
		name : 'с. Завоя',
		value : 'с. Завоя'
	}, {
		name : 'с. Загорски',
		value : 'с. Загорски'
	}, {
		name : 'с. Загорско',
		value : 'с. Загорско'
	}, {
		name : 'с. Зайчино',
		value : 'с. Зайчино'
	}, {
		name : 'с. Звездел',
		value : 'с. Звездел'
	}, {
		name : 'с. Звезделина',
		value : 'с. Звезделина'
	}, {
		name : 'с. Звезден',
		value : 'с. Звезден'
	}, {
		name : 'с. Звиница',
		value : 'с. Звиница'
	}, {
		name : 'с. Звънарка',
		value : 'с. Звънарка'
	}, {
		name : 'с. Звъника',
		value : 'с. Звъника'
	}, {
		name : 'с. Звънче',
		value : 'с. Звънче'
	}, {
		name : 'с. Здравчец',
		value : 'с. Здравчец'
	}, {
		name : 'с. Зелениково',
		value : 'с. Зелениково'
	}, {
		name : 'с. Зимзелен',
		value : 'с. Зимзелен'
	}, {
		name : 'с. Зиморница',
		value : 'с. Зиморница'
	}, {
		name : 'с. Златолист',
		value : 'с. Златолист'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Иванци',
		value : 'с. Иванци'
	}, {
		name : 'с. Илийско',
		value : 'с. Илийско'
	}, {
		name : 'с. Илиница',
		value : 'с. Илиница'
	}, {
		name : 'с. Искра',
		value : 'с. Искра'
	}, {
		name : 'с. Йончово',
		value : 'с. Йончово'
	}, {
		name : 'с. Каблешково',
		value : 'с. Каблешково'
	}, {
		name : 'с. Казаците',
		value : 'с. Казаците'
	}, {
		name : 'с. Калайджиево',
		value : 'с. Калайджиево'
	}, {
		name : 'с. Калинка',
		value : 'с. Калинка'
	}, {
		name : 'с. Калоянци',
		value : 'с. Калоянци'
	}, {
		name : 'с. Каменарци',
		value : 'с. Каменарци'
	}, {
		name : 'с. Каменец',
		value : 'с. Каменец'
	}, {
		name : 'с. Каменка',
		value : 'с. Каменка'
	}, {
		name : 'с. Каменяне',
		value : 'с. Каменяне'
	}, {
		name : 'с. Кандилка',
		value : 'с. Кандилка'
	}, {
		name : 'с. Каняк',
		value : 'с. Каняк'
	}, {
		name : 'с. Карамфил',
		value : 'с. Карамфил'
	}, {
		name : 'с. Качулка',
		value : 'с. Качулка'
	}, {
		name : 'с. Каялоба',
		value : 'с. Каялоба'
	}, {
		name : 'с. Кирково',
		value : 'с. Кирково'
	}, {
		name : 'с. Китна',
		value : 'с. Китна'
	}, {
		name : 'с. Китница',
		value : 'с. Китница'
	}, {
		name : 'с. Кобиляне',
		value : 'с. Кобиляне'
	}, {
		name : 'с. Ковил',
		value : 'с. Ковил'
	}, {
		name : 'с. Кожухарци',
		value : 'с. Кожухарци'
	}, {
		name : 'с. Козица',
		value : 'с. Козица'
	}, {
		name : 'с. Козлево',
		value : 'с. Козлево'
	}, {
		name : 'с. Кокиче',
		value : 'с. Кокиче'
	}, {
		name : 'с. Кокошане',
		value : 'с. Кокошане'
	}, {
		name : 'с. Комунига',
		value : 'с. Комунига'
	}, {
		name : 'с. Конево',
		value : 'с. Конево'
	}, {
		name : 'с. Контил',
		value : 'с. Контил'
	}, {
		name : 'с. Конче',
		value : 'с. Конче'
	}, {
		name : 'с. Копитник',
		value : 'с. Копитник'
	}, {
		name : 'с. Кос',
		value : 'с. Кос'
	}, {
		name : 'с. Костино',
		value : 'с. Костино'
	}, {
		name : 'с. Костурино',
		value : 'с. Костурино'
	}, {
		name : 'с. Котлари',
		value : 'с. Котлари'
	}, {
		name : 'с. Крайно село',
		value : 'с. Крайно село'
	}, {
		name : 'с. Кран',
		value : 'с. Кран'
	}, {
		name : 'с. Красино',
		value : 'с. Красино'
	}, {
		name : 'с. Кремен',
		value : 'с. Кремен'
	}, {
		name : 'с. Кременец',
		value : 'с. Кременец'
	}, {
		name : 'с. Крилатица',
		value : 'с. Крилатица'
	}, {
		name : 'с. Крин',
		value : 'с. Крин'
	}, {
		name : 'с. Кроячево',
		value : 'с. Кроячево'
	}, {
		name : 'с. Крушевска',
		value : 'с. Крушевска'
	}, {
		name : 'с. Крушка',
		value : 'с. Крушка'
	}, {
		name : 'с. Кукуряк',
		value : 'с. Кукуряк'
	}, {
		name : 'с. Купците',
		value : 'с. Купците'
	}, {
		name : 'с. Куцово',
		value : 'с. Куцово'
	}, {
		name : 'с. Къклица',
		value : 'с. Къклица'
	}, {
		name : 'с. Кърчовско',
		value : 'с. Кърчовско'
	}, {
		name : 'с. Кьосево',
		value : 'с. Кьосево'
	}, {
		name : 'с. Лале',
		value : 'с. Лале'
	}, {
		name : 'с. Латинка',
		value : 'с. Латинка'
	}, {
		name : 'с. Лебед',
		value : 'с. Лебед'
	}, {
		name : 'с. Левци',
		value : 'с. Левци'
	}, {
		name : 'с. Ленище',
		value : 'с. Ленище'
	}, {
		name : 'с. Летовник',
		value : 'с. Летовник'
	}, {
		name : 'с. Лещарка',
		value : 'с. Лещарка'
	}, {
		name : 'с. Лимец',
		value : 'с. Лимец'
	}, {
		name : 'с. Лисиците',
		value : 'с. Лисиците'
	}, {
		name : 'с. Лозенградци',
		value : 'с. Лозенградци'
	}, {
		name : 'с. Луличка',
		value : 'с. Луличка'
	}, {
		name : 'с. Лъвово',
		value : 'с. Лъвово'
	}, {
		name : 'с. Любино',
		value : 'с. Любино'
	}, {
		name : 'с. Люляково',
		value : 'с. Люляково'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Майсторово',
		value : 'с. Майсторово'
	}, {
		name : 'с. Мак',
		value : 'с. Мак'
	}, {
		name : 'с. Македонци',
		value : 'с. Македонци'
	}, {
		name : 'с. Малка Чинка',
		value : 'с. Малка Чинка'
	}, {
		name : 'с. Малко Каменяне',
		value : 'с. Малко Каменяне'
	}, {
		name : 'с. Малкоч',
		value : 'с. Малкоч'
	}, {
		name : 'с. Малък Девесил',
		value : 'с. Малък Девесил'
	}, {
		name : 'с. Манчево',
		value : 'с. Манчево'
	}, {
		name : 'с. Мартино',
		value : 'с. Мартино'
	}, {
		name : 'с. Медевци',
		value : 'с. Медевци'
	}, {
		name : 'с. Метлика',
		value : 'с. Метлика'
	}, {
		name : 'с. Метличина',
		value : 'с. Метличина'
	}, {
		name : 'с. Метличка',
		value : 'с. Метличка'
	}, {
		name : 'с. Миладиново',
		value : 'с. Миладиново'
	}, {
		name : 'с. Минзухар',
		value : 'с. Минзухар'
	}, {
		name : 'с. Мишевско',
		value : 'с. Мишевско'
	}, {
		name : 'с. Млечино',
		value : 'с. Млечино'
	}, {
		name : 'с. Могиляне',
		value : 'с. Могиляне'
	}, {
		name : 'с. Момина сълза',
		value : 'с. Момина сълза'
	}, {
		name : 'с. Морянци',
		value : 'с. Морянци'
	}, {
		name : 'с. Мост',
		value : 'с. Мост'
	}, {
		name : 'с. Мрежичко',
		value : 'с. Мрежичко'
	}, {
		name : 'с. Мурга',
		value : 'с. Мурга'
	}, {
		name : 'с. Мургово',
		value : 'с. Мургово'
	}, {
		name : 'с. Мусево',
		value : 'с. Мусево'
	}, {
		name : 'с. Мъглене',
		value : 'с. Мъглене'
	}, {
		name : 'с. Мъдрец',
		value : 'с. Мъдрец'
	}, {
		name : 'с. Нане',
		value : 'с. Нане'
	}, {
		name : 'с. Нановица',
		value : 'с. Нановица'
	}, {
		name : 'с. Небеска',
		value : 'с. Небеска'
	}, {
		name : 'с. Невестино',
		value : 'с. Невестино'
	}, {
		name : 'с. Ненково',
		value : 'с. Ненково'
	}, {
		name : 'с. Неофит Бозвелиево',
		value : 'с. Неофит Бозвелиево'
	}, {
		name : 'с. Нови пазар',
		value : 'с. Нови пазар'
	}, {
		name : 'с. Новоселище',
		value : 'с. Новоселище'
	}, {
		name : 'с. Ночево',
		value : 'с. Ночево'
	}, {
		name : 'с. Обичник',
		value : 'с. Обичник'
	}, {
		name : 'с. Овчари',
		value : 'с. Овчари'
	}, {
		name : 'с. Овчево',
		value : 'с. Овчево'
	}, {
		name : 'с. Опълченско',
		value : 'с. Опълченско'
	}, {
		name : 'с. Орех',
		value : 'с. Орех'
	}, {
		name : 'с. Орешари',
		value : 'с. Орешари'
	}, {
		name : 'с. Орешница',
		value : 'с. Орешница'
	}, {
		name : 'с. Орлица',
		value : 'с. Орлица'
	}, {
		name : 'с. Островец',
		value : 'с. Островец'
	}, {
		name : 'с. Островица',
		value : 'с. Островица'
	}, {
		name : 'с. Охлювец',
		value : 'с. Охлювец'
	}, {
		name : 'с. Падало',
		value : 'с. Падало'
	}, {
		name : 'с. Падина',
		value : 'с. Падина'
	}, {
		name : 'с. Пазарци',
		value : 'с. Пазарци'
	}, {
		name : 'с. Паничково',
		value : 'с. Паничково'
	}, {
		name : 'с. Панчево',
		value : 'с. Панчево'
	}, {
		name : 'с. Папрат',
		value : 'с. Папрат'
	}, {
		name : 'с. Паспал',
		value : 'с. Паспал'
	}, {
		name : 'с. Патица',
		value : 'с. Патица'
	}, {
		name : 'с. Пашинци',
		value : 'с. Пашинци'
	}, {
		name : 'с. Пелин',
		value : 'с. Пелин'
	}, {
		name : 'с. Пеньово',
		value : 'с. Пеньово'
	}, {
		name : 'с. Пепелище',
		value : 'с. Пепелище'
	}, {
		name : 'с. Перперек',
		value : 'с. Перперек'
	}, {
		name : 'с. Перуника',
		value : 'с. Перуника'
	}, {
		name : 'с. Песнопой',
		value : 'с. Песнопой'
	}, {
		name : 'с. Петелово',
		value : 'с. Петелово'
	}, {
		name : 'с. Петлино',
		value : 'с. Петлино'
	}, {
		name : 'с. Пиявец',
		value : 'с. Пиявец'
	}, {
		name : 'с. Плазище',
		value : 'с. Плазище'
	}, {
		name : 'с. Плешинци',
		value : 'с. Плешинци'
	}, {
		name : 'с. Пловка',
		value : 'с. Пловка'
	}, {
		name : 'с. Повет',
		value : 'с. Повет'
	}, {
		name : 'с. Подвръх',
		value : 'с. Подвръх'
	}, {
		name : 'с. Подкова',
		value : 'с. Подкова'
	}, {
		name : 'с. Подрумче',
		value : 'с. Подрумче'
	}, {
		name : 'с. Полковник Желязово',
		value : 'с. Полковник Желязово'
	}, {
		name : 'с. Полянец',
		value : 'с. Полянец'
	}, {
		name : 'с. Постник',
		value : 'с. Постник'
	}, {
		name : 'с. Поточарка',
		value : 'с. Поточарка'
	}, {
		name : 'с. Поточе',
		value : 'с. Поточе'
	}, {
		name : 'с. Поточница',
		value : 'с. Поточница'
	}, {
		name : 'с. Правдолюб',
		value : 'с. Правдолюб'
	}, {
		name : 'с. Пресека',
		value : 'с. Пресека'
	}, {
		name : 'с. Прилепци',
		value : 'с. Прилепци'
	}, {
		name : 'с. Припек',
		value : 'с. Припек'
	}, {
		name : 'с. Прогрес',
		value : 'с. Прогрес'
	}, {
		name : 'с. Пропаст',
		value : 'с. Пропаст'
	}, {
		name : 'с. Пряпорец',
		value : 'с. Пряпорец'
	}, {
		name : 'с. Птичар',
		value : 'с. Птичар'
	}, {
		name : 'с. Пчеларово',
		value : 'с. Пчеларово'
	}, {
		name : 'с. Пъдарци',
		value : 'с. Пъдарци'
	}, {
		name : 'с. Първенци',
		value : 'с. Първенци'
	}, {
		name : 'с. Първица',
		value : 'с. Първица'
	}, {
		name : 'с. Равен',
		value : 'с. Равен'
	}, {
		name : 'с. Ралица',
		value : 'с. Ралица'
	}, {
		name : 'с. Раличево',
		value : 'с. Раличево'
	}, {
		name : 'с. Рани лист',
		value : 'с. Рани лист'
	}, {
		name : 'с. Растник',
		value : 'с. Растник'
	}, {
		name : 'с. Резбарци',
		value : 'с. Резбарци'
	}, {
		name : 'с. Рибарци',
		value : 'с. Рибарци'
	}, {
		name : 'с. Рибино',
		value : 'с. Рибино'
	}, {
		name : 'с. Ридино',
		value : 'с. Ридино'
	}, {
		name : 'с. Ридово',
		value : 'с. Ридово'
	}, {
		name : 'с. Рогач',
		value : 'с. Рогач'
	}, {
		name : 'с. Рогозари',
		value : 'с. Рогозари'
	}, {
		name : 'с. Рогозче',
		value : 'с. Рогозче'
	}, {
		name : 'с. Родопско',
		value : 'с. Родопско'
	}, {
		name : 'с. Рожденско',
		value : 'с. Рожденско'
	}, {
		name : 'с. Рудина',
		value : 'с. Рудина'
	}, {
		name : 'с. Русалина',
		value : 'с. Русалина'
	}, {
		name : 'с. Русалско',
		value : 'с. Русалско'
	}, {
		name : 'с. Ручей',
		value : 'с. Ручей'
	}, {
		name : 'с. Рът',
		value : 'с. Рът'
	}, {
		name : 'с. Садовица',
		value : 'с. Садовица'
	}, {
		name : 'с. Самовила',
		value : 'с. Самовила'
	}, {
		name : 'с. Самодива',
		value : 'с. Самодива'
	}, {
		name : 'с. Самокитка',
		value : 'с. Самокитка'
	}, {
		name : 'с. Сбор',
		value : 'с. Сбор'
	}, {
		name : 'с. Сватбаре',
		value : 'с. Сватбаре'
	}, {
		name : 'с. Светлен',
		value : 'с. Светлен'
	}, {
		name : 'с. Светулка',
		value : 'с. Светулка'
	}, {
		name : 'с. Свобода',
		value : 'с. Свобода'
	}, {
		name : 'с. Свободиново',
		value : 'с. Свободиново'
	}, {
		name : 'с. Севдалина',
		value : 'с. Севдалина'
	}, {
		name : 'с. Седефче',
		value : 'с. Седефче'
	}, {
		name : 'с. Седлари',
		value : 'с. Седлари'
	}, {
		name : 'с. Седларци',
		value : 'с. Седларци'
	}, {
		name : 'с. Седловина',
		value : 'с. Седловина'
	}, {
		name : 'с. Секирка',
		value : 'с. Секирка'
	}, {
		name : 'с. Сенце',
		value : 'с. Сенце'
	}, {
		name : 'с. Сестринско',
		value : 'с. Сестринско'
	}, {
		name : 'с. Синделци',
		value : 'с. Синделци'
	}, {
		name : 'с. Синигер',
		value : 'с. Синигер'
	}, {
		name : 'с. Синчец',
		value : 'с. Синчец'
	}, {
		name : 'с. Сипей',
		value : 'с. Сипей'
	}, {
		name : 'с. Сипец',
		value : 'с. Сипец'
	}, {
		name : 'с. Скалак',
		value : 'с. Скалак'
	}, {
		name : 'с. Скалина',
		value : 'с. Скалина'
	}, {
		name : 'с. Скалище',
		value : 'с. Скалище'
	}, {
		name : 'с. Скална глава',
		value : 'с. Скална глава'
	}, {
		name : 'с. Скърбино',
		value : 'с. Скърбино'
	}, {
		name : 'с. Сладкодум',
		value : 'с. Сладкодум'
	}, {
		name : 'с. Сливарка',
		value : 'с. Сливарка'
	}, {
		name : 'с. Слънчоглед',
		value : 'с. Слънчоглед'
	}, {
		name : 'с. Снежинка',
		value : 'с. Снежинка'
	}, {
		name : 'с. Соколино',
		value : 'с. Соколино'
	}, {
		name : 'с. Соколите',
		value : 'с. Соколите'
	}, {
		name : 'с. Соколско',
		value : 'с. Соколско'
	}, {
		name : 'с. Соколяне',
		value : 'с. Соколяне'
	}, {
		name : 'с. Солище',
		value : 'с. Солище'
	}, {
		name : 'с. Софийци',
		value : 'с. Софийци'
	}, {
		name : 'с. Сполука',
		value : 'с. Сполука'
	}, {
		name : 'с. Срединка',
		value : 'с. Срединка'
	}, {
		name : 'с. Среднево',
		value : 'с. Среднево'
	}, {
		name : 'с. Средска',
		value : 'с. Средска'
	}, {
		name : 'с. Средско',
		value : 'с. Средско'
	}, {
		name : 'с. Срънско',
		value : 'с. Срънско'
	}, {
		name : 'с. Стар читак',
		value : 'с. Стар читак'
	}, {
		name : 'с. Старейшино',
		value : 'с. Старейшино'
	}, {
		name : 'с. Стари чал',
		value : 'с. Стари чал'
	}, {
		name : 'с. Старо място',
		value : 'с. Старо място'
	}, {
		name : 'с. Старово',
		value : 'с. Старово'
	}, {
		name : 'с. Стоманци',
		value : 'с. Стоманци'
	}, {
		name : 'с. Стояново',
		value : 'с. Стояново'
	}, {
		name : 'с. Стражевци',
		value : 'с. Стражевци'
	}, {
		name : 'с. Стражец',
		value : 'с. Стражец'
	}, {
		name : 'с. Стражница',
		value : 'с. Стражница'
	}, {
		name : 'с. Странджево',
		value : 'с. Странджево'
	}, {
		name : 'с. Страхил войвода',
		value : 'с. Страхил войвода'
	}, {
		name : 'с. Стремово',
		value : 'с. Стремово'
	}, {
		name : 'с. Стремци',
		value : 'с. Стремци'
	}, {
		name : 'с. Стрижба',
		value : 'с. Стрижба'
	}, {
		name : 'с. Студен кладенец',
		value : 'с. Студен кладенец'
	}, {
		name : 'с. Сухово',
		value : 'с. Сухово'
	}, {
		name : 'с. Сърнак',
		value : 'с. Сърнак'
	}, {
		name : 'с. Сярци',
		value : 'с. Сярци'
	}, {
		name : 'с. Татково',
		value : 'с. Татково'
	}, {
		name : 'с. Татул',
		value : 'с. Татул'
	}, {
		name : 'с. Телчарка',
		value : 'с. Телчарка'
	}, {
		name : 'с. Теменуга',
		value : 'с. Теменуга'
	}, {
		name : 'с. Тинтява',
		value : 'с. Тинтява'
	}, {
		name : 'с. Тихомир',
		value : 'с. Тихомир'
	}, {
		name : 'с. Токачка',
		value : 'с. Токачка'
	}, {
		name : 'с. Тополка',
		value : 'с. Тополка'
	}, {
		name : 'с. Тополчане',
		value : 'с. Тополчане'
	}, {
		name : 'с. Три могили',
		value : 'с. Три могили'
	}, {
		name : 'с. Търна',
		value : 'с. Търна'
	}, {
		name : 'с. Търновци',
		value : 'с. Търновци'
	}, {
		name : 'с. Търносливка',
		value : 'с. Търносливка'
	}, {
		name : 'с. Тютюнче',
		value : 'с. Тютюнче'
	}, {
		name : 'с. Устрен',
		value : 'с. Устрен'
	}, {
		name : 'с. Фотиново',
		value : 'с. Фотиново'
	}, {
		name : 'с. Хаджийско',
		value : 'с. Хаджийско'
	}, {
		name : 'с. Хисар',
		value : 'с. Хисар'
	}, {
		name : 'с. Ходжовци',
		value : 'с. Ходжовци'
	}, {
		name : 'с. Храстово',
		value : 'с. Храстово'
	}, {
		name : 'с. Хромица',
		value : 'с. Хромица'
	}, {
		name : 'с. Царевец',
		value : 'с. Царевец'
	}, {
		name : 'с. Царино',
		value : 'с. Царино'
	}, {
		name : 'с. Цвятово',
		value : 'с. Цвятово'
	}, {
		name : 'с. Църквица',
		value : 'с. Църквица'
	}, {
		name : 'с. Чавка',
		value : 'с. Чавка'
	}, {
		name : 'с. Чайка',
		value : 'с. Чайка'
	}, {
		name : 'с. Чакаларово',
		value : 'с. Чакаларово'
	}, {
		name : 'с. Чакалци',
		value : 'с. Чакалци'
	}, {
		name : 'с. Чал',
		value : 'с. Чал'
	}, {
		name : 'с. Чеганци',
		value : 'с. Чеганци'
	}, {
		name : 'с. Червена скала',
		value : 'с. Червена скала'
	}, {
		name : 'с. Черешица',
		value : 'с. Черешица'
	}, {
		name : 'с. Черешка',
		value : 'с. Черешка'
	}, {
		name : 'с. Черна нива',
		value : 'с. Черна нива'
	}, {
		name : 'с. Черна скала',
		value : 'с. Черна скала'
	}, {
		name : 'с. Чернигово',
		value : 'с. Чернигово'
	}, {
		name : 'с. Черничево',
		value : 'с. Черничево'
	}, {
		name : 'с. Чернооки',
		value : 'с. Чернооки'
	}, {
		name : 'с. Черноочене',
		value : 'с. Черноочене'
	}, {
		name : 'с. Черньовци',
		value : 'с. Черньовци'
	}, {
		name : 'с. Чилик',
		value : 'с. Чилик'
	}, {
		name : 'с. Чифлик',
		value : 'с. Чифлик'
	}, {
		name : 'с. Чичево',
		value : 'с. Чичево'
	}, {
		name : 'с. Чобанка',
		value : 'с. Чобанка'
	}, {
		name : 'с. Чомаково',
		value : 'с. Чомаково'
	}, {
		name : 'с. Чорбаджийско',
		value : 'с. Чорбаджийско'
	}, {
		name : 'с. Чубрика',
		value : 'с. Чубрика'
	}, {
		name : 'с. Чуково',
		value : 'с. Чуково'
	}, {
		name : 'с. Шипок',
		value : 'с. Шипок'
	}, {
		name : 'с. Широко поле',
		value : 'с. Широко поле'
	}, {
		name : 'с. Шопци',
		value : 'с. Шопци'
	}, {
		name : 'с. Шумнатица',
		value : 'с. Шумнатица'
	}, {
		name : 'с. Щерна',
		value : 'с. Щерна'
	}, {
		name : 'с. Юнаци',
		value : 'с. Юнаци'
	}, {
		name : 'с. Ябълковец',
		value : 'с. Ябълковец'
	}, {
		name : 'с. Ябълчени',
		value : 'с. Ябълчени'
	}, {
		name : 'с. Яворово',
		value : 'с. Яворово'
	}, {
		name : 'с. Яковица',
		value : 'с. Яковица'
	}, {
		name : 'с. Ямино',
		value : 'с. Ямино'
	}, {
		name : 'с. Янино',
		value : 'с. Янино'
	}, {
		name : 'с. Яребица',
		value : 'с. Яребица'
	}, {
		name : 'с. Ястреб',
		value : 'с. Ястреб'
	} ]
}, {
	name : 'Кюстендил',
	value : 'Кюстендил',
	locations : [{
		name : '',
		value : '',
	},{
		name : 'гр. Кюстендил',
		value : 'гр. Кюстендил'
	}, {
		name : 'гр. Бобов дол',
		value : 'гр. Бобов дол'
	}, {
		name : 'гр. Бобошево',
		value : 'гр. Бобошево'
	}, {
		name : 'гр. Кочериново',
		value : 'гр. Кочериново'
	}, {
		name : 'гр. Рила',
		value : 'гр. Рила'
	}, {
		name : 'гр. Сапарева баня',
		value : 'гр. Сапарева баня'
	}, {
		name : 'ман. Рилски манастир',
		value : 'ман. Рилски манастир'
	}, {
		name : 'с. Бабино',
		value : 'с. Бабино'
	}, {
		name : 'с. Бабинска река',
		value : 'с. Бабинска река'
	}, {
		name : 'с. Багренци',
		value : 'с. Багренци'
	}, {
		name : 'с. Бадино',
		value : 'с. Бадино'
	}, {
		name : 'с. Бараково',
		value : 'с. Бараково'
	}, {
		name : 'с. Берсин',
		value : 'с. Берсин'
	}, {
		name : 'с. Блажиево',
		value : 'с. Блажиево'
	}, {
		name : 'с. Блатец',
		value : 'с. Блатец'
	}, {
		name : 'с. Блато',
		value : 'с. Блато'
	}, {
		name : 'с. Бобешино',
		value : 'с. Бобешино'
	}, {
		name : 'с. Богослов',
		value : 'с. Богослов'
	}, {
		name : 'с. Боровец',
		value : 'с. Боровец'
	}, {
		name : 'с. Брест',
		value : 'с. Брест'
	}, {
		name : 'с. Буново',
		value : 'с. Буново'
	}, {
		name : 'с. Бураново',
		value : 'с. Бураново'
	}, {
		name : 'с. Бъзовица',
		value : 'с. Бъзовица'
	}, {
		name : 'с. Ваксево',
		value : 'с. Ваксево'
	}, {
		name : 'с. Ветрен',
		value : 'с. Ветрен'
	}, {
		name : 'с. Висока могила',
		value : 'с. Висока могила'
	}, {
		name : 'с. Вратца',
		value : 'с. Вратца'
	}, {
		name : 'с. Вуково',
		value : 'с. Вуково'
	}, {
		name : 'с. Габрешевци',
		value : 'с. Габрешевци'
	}, {
		name : 'с. Гирчевци',
		value : 'с. Гирчевци'
	}, {
		name : 'с. Голема Фуча',
		value : 'с. Голема Фуча'
	}, {
		name : 'с. Големо село',
		value : 'с. Големо село'
	}, {
		name : 'с. Голям Върбовник',
		value : 'с. Голям Върбовник'
	}, {
		name : 'с. Горановци',
		value : 'с. Горановци'
	}, {
		name : 'с. Горна Брестница',
		value : 'с. Горна Брестница'
	}, {
		name : 'с. Горна Гращица',
		value : 'с. Горна Гращица'
	}, {
		name : 'с. Горна Козница',
		value : 'с. Горна Козница'
	}, {
		name : 'с. Горни Коритен',
		value : 'с. Горни Коритен'
	}, {
		name : 'с. Горно Кобиле',
		value : 'с. Горно Кобиле'
	}, {
		name : 'с. Горно Уйно',
		value : 'с. Горно Уйно'
	}, {
		name : 'с. Грамаждано',
		value : 'с. Грамаждано'
	}, {
		name : 'с. Граница',
		value : 'с. Граница'
	}, {
		name : 'с. Гурбановци',
		value : 'с. Гурбановци'
	}, {
		name : 'с. Гърбино',
		value : 'с. Гърбино'
	}, {
		name : 'с. Гърляно',
		value : 'с. Гърляно'
	}, {
		name : 'с. Гюешево',
		value : 'с. Гюешево'
	}, {
		name : 'с. Дворище',
		value : 'с. Дворище'
	}, {
		name : 'с. Длъхчево-Сабляр',
		value : 'с. Длъхчево-Сабляр'
	}, {
		name : 'с. Добри дол',
		value : 'с. Добри дол'
	}, {
		name : 'с. Доброво',
		value : 'с. Доброво'
	}, {
		name : 'с. Дождевица',
		value : 'с. Дождевица'
	}, {
		name : 'с. Долистово',
		value : 'с. Долистово'
	}, {
		name : 'с. Долна Гращица',
		value : 'с. Долна Гращица'
	}, {
		name : 'с. Долна Козница',
		value : 'с. Долна Козница'
	}, {
		name : 'с. Долни Коритен',
		value : 'с. Долни Коритен'
	}, {
		name : 'с. Долно Кобиле',
		value : 'с. Долно Кобиле'
	}, {
		name : 'с. Долно Уйно',
		value : 'с. Долно Уйно'
	}, {
		name : 'с. Долно село',
		value : 'с. Долно село'
	}, {
		name : 'с. Драговищица',
		value : 'с. Драговищица'
	}, {
		name : 'с. Драгодан',
		value : 'с. Драгодан'
	}, {
		name : 'с. Драгойчинци',
		value : 'с. Драгойчинци'
	}, {
		name : 'с. Друмохар',
		value : 'с. Друмохар'
	}, {
		name : 'с. Еремия',
		value : 'с. Еремия'
	}, {
		name : 'с. Жабокрът',
		value : 'с. Жабокрът'
	}, {
		name : 'с. Жеравино',
		value : 'с. Жеравино'
	}, {
		name : 'с. Жиленци',
		value : 'с. Жиленци'
	}, {
		name : 'с. Згурово',
		value : 'с. Згурово'
	}, {
		name : 'с. Злогош',
		value : 'с. Злогош'
	}, {
		name : 'с. Ивановци',
		value : 'с. Ивановци'
	}, {
		name : 'с. Илия',
		value : 'с. Илия'
	}, {
		name : 'с. Кадровица',
		value : 'с. Кадровица'
	}, {
		name : 'с. Каменик',
		value : 'с. Каменик'
	}, {
		name : 'с. Каменичка Скакавица',
		value : 'с. Каменичка Скакавица'
	}, {
		name : 'с. Катрище',
		value : 'с. Катрище'
	}, {
		name : 'с. Киселица',
		value : 'с. Киселица'
	}, {
		name : 'с. Коняво',
		value : 'с. Коняво'
	}, {
		name : 'с. Копиловци',
		value : 'с. Копиловци'
	}, {
		name : 'с. Коприва',
		value : 'с. Коприва'
	}, {
		name : 'с. Коркина',
		value : 'с. Коркина'
	}, {
		name : 'с. Косово',
		value : 'с. Косово'
	}, {
		name : 'с. Крумово',
		value : 'с. Крумово'
	}, {
		name : 'с. Кутугерци',
		value : 'с. Кутугерци'
	}, {
		name : 'с. Кършалево',
		value : 'с. Кършалево'
	}, {
		name : 'с. Лелинци',
		value : 'с. Лелинци'
	}, {
		name : 'с. Леска',
		value : 'с. Леска'
	}, {
		name : 'с. Лиляч',
		value : 'с. Лиляч'
	}, {
		name : 'с. Лисец',
		value : 'с. Лисец'
	}, {
		name : 'с. Лозно',
		value : 'с. Лозно'
	}, {
		name : 'с. Локвата',
		value : 'с. Локвата'
	}, {
		name : 'с. Ломница',
		value : 'с. Ломница'
	}, {
		name : 'с. Мазарачево',
		value : 'с. Мазарачево'
	}, {
		name : 'с. Мала Фуча',
		value : 'с. Мала Фуча'
	}, {
		name : 'с. Мали Върбовник',
		value : 'с. Мали Върбовник'
	}, {
		name : 'с. Мало село',
		value : 'с. Мало село'
	}, {
		name : 'с. Метохия',
		value : 'с. Метохия'
	}, {
		name : 'с. Мламолово',
		value : 'с. Мламолово'
	}, {
		name : 'с. Мурсалево',
		value : 'с. Мурсалево'
	}, {
		name : 'с. Мърводол',
		value : 'с. Мърводол'
	}, {
		name : 'с. Невестино',
		value : 'с. Невестино'
	}, {
		name : 'с. Неделкова Гращица',
		value : 'с. Неделкова Гращица'
	}, {
		name : 'с. Николичевци',
		value : 'с. Николичевци'
	}, {
		name : 'с. Нови чифлик',
		value : 'с. Нови чифлик'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Новоселяне',
		value : 'с. Новоселяне'
	}, {
		name : 'с. Овчарци',
		value : 'с. Овчарци'
	}, {
		name : 'с. Падала',
		value : 'с. Падала'
	}, {
		name : 'с. Паничарево',
		value : 'с. Паничарево'
	}, {
		name : 'с. Паничище',
		value : 'с. Паничище'
	}, {
		name : 'с. Пастра',
		value : 'с. Пастра'
	}, {
		name : 'с. Пастух',
		value : 'с. Пастух'
	}, {
		name : 'с. Пелатиково',
		value : 'с. Пелатиково'
	}, {
		name : 'с. Пиперков чифлик',
		value : 'с. Пиперков чифлик'
	}, {
		name : 'с. Побит камък',
		value : 'с. Побит камък'
	}, {
		name : 'с. Полетинци',
		value : 'с. Полетинци'
	}, {
		name : 'с. Полска Скакавица',
		value : 'с. Полска Скакавица'
	}, {
		name : 'с. Пороминово',
		value : 'с. Пороминово'
	}, {
		name : 'с. Преколница',
		value : 'с. Преколница'
	}, {
		name : 'с. Радловци',
		value : 'с. Радловци'
	}, {
		name : 'с. Раждавица',
		value : 'с. Раждавица'
	}, {
		name : 'с. Раково',
		value : 'с. Раково'
	}, {
		name : 'с. Раненци',
		value : 'с. Раненци'
	}, {
		name : 'с. Рашка Гращица',
		value : 'с. Рашка Гращица'
	}, {
		name : 'с. Режинци',
		value : 'с. Режинци'
	}, {
		name : 'с. Ресилово',
		value : 'с. Ресилово'
	}, {
		name : 'с. Ръсово',
		value : 'с. Ръсово'
	}, {
		name : 'с. Савойски',
		value : 'с. Савойски'
	}, {
		name : 'с. Сажденик',
		value : 'с. Сажденик'
	}, {
		name : 'с. Сапарево',
		value : 'с. Сапарево'
	}, {
		name : 'с. Скрино',
		value : 'с. Скрино'
	}, {
		name : 'с. Скриняно',
		value : 'с. Скриняно'
	}, {
		name : 'с. Слатино',
		value : 'с. Слатино'
	}, {
		name : 'с. Слокощица',
		value : 'с. Слокощица'
	}, {
		name : 'с. Смоличано',
		value : 'с. Смоличано'
	}, {
		name : 'с. Смочево',
		value : 'с. Смочево'
	}, {
		name : 'с. Соволяно',
		value : 'с. Соволяно'
	}, {
		name : 'с. Сопово',
		value : 'с. Сопово'
	}, {
		name : 'с. Средорек',
		value : 'с. Средорек'
	}, {
		name : 'с. Стенско',
		value : 'с. Стенско'
	}, {
		name : 'с. Стоб',
		value : 'с. Стоб'
	}, {
		name : 'с. Страдалово',
		value : 'с. Страдалово'
	}, {
		name : 'с. Сушица',
		value : 'с. Сушица'
	}, {
		name : 'с. Таваличево',
		value : 'с. Таваличево'
	}, {
		name : 'с. Тишаново',
		value : 'с. Тишаново'
	}, {
		name : 'с. Трекляно',
		value : 'с. Трекляно'
	}, {
		name : 'с. Търновлаг',
		value : 'с. Търновлаг'
	}, {
		name : 'с. Търсино',
		value : 'с. Търсино'
	}, {
		name : 'с. Усойка',
		value : 'с. Усойка'
	}, {
		name : 'с. Уши',
		value : 'с. Уши'
	}, {
		name : 'с. Фролош',
		value : 'с. Фролош'
	}, {
		name : 'с. Церовица',
		value : 'с. Церовица'
	}, {
		name : 'с. Циклово',
		value : 'с. Циклово'
	}, {
		name : 'с. Црешново',
		value : 'с. Црешново'
	}, {
		name : 'с. Църварица',
		value : 'с. Църварица'
	}, {
		name : 'с. Цървена ябълка',
		value : 'с. Цървена ябълка'
	}, {
		name : 'с. Цървендол',
		value : 'с. Цървендол'
	}, {
		name : 'с. Цървеняно',
		value : 'с. Цървеняно'
	}, {
		name : 'с. Цървище',
		value : 'с. Цървище'
	}, {
		name : 'с. Чеканец',
		value : 'с. Чеканец'
	}, {
		name : 'с. Четирци',
		value : 'с. Четирци'
	}, {
		name : 'с. Чешлянци',
		value : 'с. Чешлянци'
	}, {
		name : 'с. Чудинци',
		value : 'с. Чудинци'
	}, {
		name : 'с. Шатрово',
		value : 'с. Шатрово'
	}, {
		name : 'с. Шипочано',
		value : 'с. Шипочано'
	}, {
		name : 'с. Шишковци',
		value : 'с. Шишковци'
	}, {
		name : 'с. Ябълково',
		value : 'с. Ябълково'
	}, ]
}, {
	name : 'Ловеч',
	value : 'Ловеч',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Ловеч',
		value : 'гр. Ловеч'
	}, {
		name : 'гр. Априлци',
		value : 'гр. Априлци'
	}, {
		name : 'гр. Летница',
		value : 'гр. Летница'
	}, {
		name : 'гр. Луковит',
		value : 'гр. Луковит'
	}, {
		name : 'гр. Тетевен',
		value : 'гр. Тетевен'
	}, {
		name : 'гр. Троян',
		value : 'гр. Троян'
	}, {
		name : 'гр. Угърчин',
		value : 'гр. Угърчин'
	}, {
		name : 'гр. Ябланица',
		value : 'гр. Ябланица'
	}, {
		name : 'с. Абланица',
		value : 'с. Абланица'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Бабинци',
		value : 'с. Бабинци'
	}, {
		name : 'с. Балабанско',
		value : 'с. Балабанско'
	}, {
		name : 'с. Балканец',
		value : 'с. Балканец'
	}, {
		name : 'с. Батулци',
		value : 'с. Батулци'
	}, {
		name : 'с. Баховица',
		value : 'с. Баховица'
	}, {
		name : 'с. Бежаново',
		value : 'с. Бежаново'
	}, {
		name : 'с. Беленци',
		value : 'с. Беленци'
	}, {
		name : 'с. Бели Осъм',
		value : 'с. Бели Осъм'
	}, {
		name : 'с. Белиш',
		value : 'с. Белиш'
	}, {
		name : 'с. Борима',
		value : 'с. Борима'
	}, {
		name : 'с. Брестница',
		value : 'с. Брестница'
	}, {
		name : 'с. Брестово',
		value : 'с. Брестово'
	}, {
		name : 'с. Българене',
		value : 'с. Българене'
	}, {
		name : 'с. Български извор',
		value : 'с. Български извор'
	}, {
		name : 'с. Василковска махала',
		value : 'с. Василковска махала'
	}, {
		name : 'с. Васильово',
		value : 'с. Васильово'
	}, {
		name : 'с. Велчево',
		value : 'с. Велчево'
	}, {
		name : 'с. Владиня',
		value : 'с. Владиня'
	}, {
		name : 'с. Врабево',
		value : 'с. Врабево'
	}, {
		name : 'с. Галата',
		value : 'с. Галата'
	}, {
		name : 'с. Глогово',
		value : 'с. Глогово'
	}, {
		name : 'с. Гложене',
		value : 'с. Гложене'
	}, {
		name : 'с. Голец',
		value : 'с. Голец'
	}, {
		name : 'с. Голям извор',
		value : 'с. Голям извор'
	}, {
		name : 'с. Голяма Брестница',
		value : 'с. Голяма Брестница'
	}, {
		name : 'с. Голяма Желязна',
		value : 'с. Голяма Желязна'
	}, {
		name : 'с. Горан',
		value : 'с. Горан'
	}, {
		name : 'с. Горно Павликене',
		value : 'с. Горно Павликене'
	}, {
		name : 'с. Горно трапе',
		value : 'с. Горно трапе'
	}, {
		name : 'с. Горско Сливово',
		value : 'с. Горско Сливово'
	}, {
		name : 'с. Гостиня',
		value : 'с. Гостиня'
	}, {
		name : 'с. Градежница',
		value : 'с. Градежница'
	}, {
		name : 'с. Гумощник',
		value : 'с. Гумощник'
	}, {
		name : 'с. Дебнево',
		value : 'с. Дебнево'
	}, {
		name : 'с. Деветаки',
		value : 'с. Деветаки'
	}, {
		name : 'с. Дерманци',
		value : 'с. Дерманци'
	}, {
		name : 'с. Дивчовото',
		value : 'с. Дивчовото'
	}, {
		name : 'с. Добревци',
		value : 'с. Добревци'
	}, {
		name : 'с. Добродан',
		value : 'с. Добродан'
	}, {
		name : 'с. Дойренци',
		value : 'с. Дойренци'
	}, {
		name : 'с. Драгана',
		value : 'с. Драгана'
	}, {
		name : 'с. Драшкова поляна',
		value : 'с. Драшкова поляна'
	}, {
		name : 'с. Дренов',
		value : 'с. Дренов'
	}, {
		name : 'с. Дъбен',
		value : 'с. Дъбен'
	}, {
		name : 'с. Дъбрава',
		value : 'с. Дъбрава'
	}, {
		name : 'с. Дъбравата',
		value : 'с. Дъбравата'
	}, {
		name : 'с. Дълбок дол',
		value : 'с. Дълбок дол'
	}, {
		name : 'с. Златна Панега',
		value : 'с. Златна Панега'
	}, {
		name : 'с. Изворче',
		value : 'с. Изворче'
	}, {
		name : 'с. Йоглав',
		value : 'с. Йоглав'
	}, {
		name : 'с. Казачево',
		value : 'с. Казачево'
	}, {
		name : 'с. Калейца',
		value : 'с. Калейца'
	}, {
		name : 'с. Каленик',
		value : 'с. Каленик'
	}, {
		name : 'с. Карлуково',
		value : 'с. Карлуково'
	}, {
		name : 'с. Катунец',
		value : 'с. Катунец'
	}, {
		name : 'с. Киркова махала',
		value : 'с. Киркова махала'
	}, {
		name : 'с. Кирчево',
		value : 'с. Кирчево'
	}, {
		name : 'с. Крушуна',
		value : 'с. Крушуна'
	}, {
		name : 'с. Къкрина',
		value : 'с. Къкрина'
	}, {
		name : 'с. Кърпачево',
		value : 'с. Кърпачево'
	}, {
		name : 'с. Лесидрен',
		value : 'с. Лесидрен'
	}, {
		name : 'с. Лешница',
		value : 'с. Лешница'
	}, {
		name : 'с. Лисец',
		value : 'с. Лисец'
	}, {
		name : 'с. Ломец',
		value : 'с. Ломец'
	}, {
		name : 'с. Малиново',
		value : 'с. Малиново'
	}, {
		name : 'с. Малка Желязна',
		value : 'с. Малка Желязна'
	}, {
		name : 'с. Малък извор',
		value : 'с. Малък извор'
	}, {
		name : 'с. Микре',
		value : 'с. Микре'
	}, {
		name : 'с. Орешак',
		value : 'с. Орешак'
	}, {
		name : 'с. Орешене',
		value : 'с. Орешене'
	}, {
		name : 'с. Орляне',
		value : 'с. Орляне'
	}, {
		name : 'с. Патрешко',
		value : 'с. Патрешко'
	}, {
		name : 'с. Петревене',
		value : 'с. Петревене'
	}, {
		name : 'с. Пещерна',
		value : 'с. Пещерна'
	}, {
		name : 'с. Прелом',
		value : 'с. Прелом'
	}, {
		name : 'с. Пресяка',
		value : 'с. Пресяка'
	}, {
		name : 'с. Радювене',
		value : 'с. Радювене'
	}, {
		name : 'с. Рибарица',
		value : 'с. Рибарица'
	}, {
		name : 'с. Румянцево',
		value : 'с. Румянцево'
	}, {
		name : 'с. Скандалото',
		value : 'с. Скандалото'
	}, {
		name : 'с. Скобелево',
		value : 'с. Скобелево'
	}, {
		name : 'с. Славщица',
		value : 'с. Славщица'
	}, {
		name : 'с. Славяни',
		value : 'с. Славяни'
	}, {
		name : 'с. Слатина',
		value : 'с. Слатина'
	}, {
		name : 'с. Сливек',
		value : 'с. Сливек'
	}, {
		name : 'с. Смочан',
		value : 'с. Смочан'
	}, {
		name : 'с. Соколово',
		value : 'с. Соколово'
	}, {
		name : 'с. Сопот',
		value : 'с. Сопот'
	}, {
		name : 'с. Старо село',
		value : 'с. Старо село'
	}, {
		name : 'с. Стефаново',
		value : 'с. Стефаново'
	}, {
		name : 'с. Тепава',
		value : 'с. Тепава'
	}, {
		name : 'с. Терзийско',
		value : 'с. Терзийско'
	}, {
		name : 'с. Тодоричене',
		value : 'с. Тодоричене'
	}, {
		name : 'с. Торос',
		value : 'с. Торос'
	}, {
		name : 'с. Умаревци',
		value : 'с. Умаревци'
	}, {
		name : 'с. Хлевене',
		value : 'с. Хлевене'
	}, {
		name : 'с. Чавдарци',
		value : 'с. Чавдарци'
	}, {
		name : 'с. Черни Вит',
		value : 'с. Черни Вит'
	}, {
		name : 'с. Черни Осъм',
		value : 'с. Черни Осъм'
	}, {
		name : 'с. Чифлик',
		value : 'с. Чифлик'
	}, {
		name : 'с. Шипково',
		value : 'с. Шипково'
	}, {
		name : 'с. Ъглен',
		value : 'с. Ъглен'
	} ]
}, {
	name : 'Монтана',
	value : 'Монтана',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Монтана',
		value : 'гр. Монтана'
	}, {
		name : 'гр. Берковица',
		value : 'гр. Берковица'
	}, {
		name : 'гр. Бойчиновци',
		value : 'гр. Бойчиновци'
	}, {
		name : 'гр. Брусарци',
		value : 'гр. Брусарци'
	}, {
		name : 'гр. Вълчедръм',
		value : 'гр. Вълчедръм'
	}, {
		name : 'гр. Вършец',
		value : 'гр. Вършец'
	}, {
		name : 'гр. Лом',
		value : 'гр. Лом'
	}, {
		name : 'гр. Чипровци',
		value : 'гр. Чипровци'
	}, {
		name : 'ман. Клисурски манастир',
		value : 'ман. Клисурски манастир'
	}, {
		name : 'с. Аспарухово',
		value : 'с. Аспарухово'
	}, {
		name : 'с. Балювица',
		value : 'с. Балювица'
	}, {
		name : 'с. Безденица',
		value : 'с. Безденица'
	}, {
		name : 'с. Бели брег',
		value : 'с. Бели брег'
	}, {
		name : 'с. Бели брод',
		value : 'с. Бели брод'
	}, {
		name : 'с. Белимел',
		value : 'с. Белимел'
	}, {
		name : 'с. Белотинци',
		value : 'с. Белотинци'
	}, {
		name : 'с. Бистрилица',
		value : 'с. Бистрилица'
	}, {
		name : 'с. Благово',
		value : 'с. Благово'
	}, {
		name : 'с. Бокиловци',
		value : 'с. Бокиловци'
	}, {
		name : 'с. Боровци',
		value : 'с. Боровци'
	}, {
		name : 'с. Ботево',
		value : 'с. Ботево'
	}, {
		name : 'с. Буковец',
		value : 'с. Буковец'
	}, {
		name : 'с. Бъзовец',
		value : 'с. Бъзовец'
	}, {
		name : 'с. Бързия',
		value : 'с. Бързия'
	}, {
		name : 'с. Василовци',
		value : 'с. Василовци'
	}, {
		name : 'с. Видлица',
		value : 'с. Видлица'
	}, {
		name : 'с. Винище',
		value : 'с. Винище'
	}, {
		name : 'с. Вирове',
		value : 'с. Вирове'
	}, {
		name : 'с. Владимирово',
		value : 'с. Владимирово'
	}, {
		name : 'с. Войници',
		value : 'с. Войници'
	}, {
		name : 'с. Габровница',
		value : 'с. Габровница'
	}, {
		name : 'с. Гаврил Геново',
		value : 'с. Гаврил Геново'
	}, {
		name : 'с. Гаганица',
		value : 'с. Гаганица'
	}, {
		name : 'с. Георги Дамяново',
		value : 'с. Георги Дамяново'
	}, {
		name : 'с. Главановци',
		value : 'с. Главановци'
	}, {
		name : 'с. Говежда',
		value : 'с. Говежда'
	}, {
		name : 'с. Горна Бела речка',
		value : 'с. Горна Бела речка'
	}, {
		name : 'с. Горна Вереница',
		value : 'с. Горна Вереница'
	}, {
		name : 'с. Горна Ковачица',
		value : 'с. Горна Ковачица'
	}, {
		name : 'с. Горна Лука',
		value : 'с. Горна Лука'
	}, {
		name : 'с. Горни Цибър',
		value : 'с. Горни Цибър'
	}, {
		name : 'с. Горно Озирово',
		value : 'с. Горно Озирово'
	}, {
		name : 'с. Горно Церовене',
		value : 'с. Горно Церовене'
	}, {
		name : 'с. Громшин',
		value : 'с. Громшин'
	}, {
		name : 'с. Дива Слатина',
		value : 'с. Дива Слатина'
	}, {
		name : 'с. Добри дол',
		value : 'с. Добри дол'
	}, {
		name : 'с. Доктор Йосифово',
		value : 'с. Доктор Йосифово'
	}, {
		name : 'с. Долна Бела речка',
		value : 'с. Долна Бела речка'
	}, {
		name : 'с. Долна Вереница',
		value : 'с. Долна Вереница'
	}, {
		name : 'с. Долна Рикса',
		value : 'с. Долна Рикса'
	}, {
		name : 'с. Долни Цибър',
		value : 'с. Долни Цибър'
	}, {
		name : 'с. Долно Белотинци',
		value : 'с. Долно Белотинци'
	}, {
		name : 'с. Долно Линево',
		value : 'с. Долно Линево'
	}, {
		name : 'с. Долно Озирово',
		value : 'с. Долно Озирово'
	}, {
		name : 'с. Долно Церовене',
		value : 'с. Долно Церовене'
	}, {
		name : 'с. Дондуково',
		value : 'с. Дондуково'
	}, {
		name : 'с. Драганица',
		value : 'с. Драганица'
	}, {
		name : 'с. Дъбова махала',
		value : 'с. Дъбова махала'
	}, {
		name : 'с. Дълги дел',
		value : 'с. Дълги дел'
	}, {
		name : 'с. Дългоделци',
		value : 'с. Дългоделци'
	}, {
		name : 'с. Еловица',
		value : 'с. Еловица'
	}, {
		name : 'с. Ерден',
		value : 'с. Ерден'
	}, {
		name : 'с. Железна',
		value : 'с. Железна'
	}, {
		name : 'с. Замфир',
		value : 'с. Замфир'
	}, {
		name : 'с. Замфирово',
		value : 'с. Замфирово'
	}, {
		name : 'с. Златия',
		value : 'с. Златия'
	}, {
		name : 'с. Игнатово',
		value : 'с. Игнатово'
	}, {
		name : 'с. Каменна Рикса',
		value : 'с. Каменна Рикса'
	}, {
		name : 'с. Киселево',
		value : 'с. Киселево'
	}, {
		name : 'с. Клисурица',
		value : 'с. Клисурица'
	}, {
		name : 'с. Княжева махала',
		value : 'с. Княжева махала'
	}, {
		name : 'с. Кобиляк',
		value : 'с. Кобиляк'
	}, {
		name : 'с. Ковачица',
		value : 'с. Ковачица'
	}, {
		name : 'с. Комарево',
		value : 'с. Комарево'
	}, {
		name : 'с. Комощица',
		value : 'с. Комощица'
	}, {
		name : 'с. Копиловци',
		value : 'с. Копиловци'
	}, {
		name : 'с. Костенци',
		value : 'с. Костенци'
	}, {
		name : 'с. Котеновци',
		value : 'с. Котеновци'
	}, {
		name : 'с. Крапчене',
		value : 'с. Крапчене'
	}, {
		name : 'с. Крива бара',
		value : 'с. Крива бара'
	}, {
		name : 'с. Лесковец',
		value : 'с. Лесковец'
	}, {
		name : 'с. Лехчево',
		value : 'с. Лехчево'
	}, {
		name : 'с. Липен',
		value : 'с. Липен'
	}, {
		name : 'с. Мадан',
		value : 'с. Мадан'
	}, {
		name : 'с. Мартиново',
		value : 'с. Мартиново'
	}, {
		name : 'с. Медковец',
		value : 'с. Медковец'
	}, {
		name : 'с. Мездрея',
		value : 'с. Мездрея'
	}, {
		name : 'с. Меляне',
		value : 'с. Меляне'
	}, {
		name : 'с. Митровци',
		value : 'с. Митровци'
	}, {
		name : 'с. Мокреш',
		value : 'с. Мокреш'
	}, {
		name : 'с. Мърчево',
		value : 'с. Мърчево'
	}, {
		name : 'с. Николово',
		value : 'с. Николово'
	}, {
		name : 'с. Одоровци',
		value : 'с. Одоровци'
	}, {
		name : 'с. Орсоя',
		value : 'с. Орсоя'
	}, {
		name : 'с. Охрид',
		value : 'с. Охрид'
	}, {
		name : 'с. Палилула',
		value : 'с. Палилула'
	}, {
		name : 'с. Песочница',
		value : 'с. Песочница'
	}, {
		name : 'с. Пишурка',
		value : 'с. Пишурка'
	}, {
		name : 'с. Помеждин',
		value : 'с. Помеждин'
	}, {
		name : 'с. Портитовци',
		value : 'с. Портитовци'
	}, {
		name : 'с. Превала',
		value : 'с. Превала'
	}, {
		name : 'с. Пърличево',
		value : 'с. Пърличево'
	}, {
		name : 'с. Равна',
		value : 'с. Равна'
	}, {
		name : 'с. Разград',
		value : 'с. Разград'
	}, {
		name : 'с. Расово',
		value : 'с. Расово'
	}, {
		name : 'с. Рашовица',
		value : 'с. Рашовица'
	}, {
		name : 'с. Септемврийци',
		value : 'с. Септемврийци'
	}, {
		name : 'с. Славотин',
		value : 'с. Славотин'
	}, {
		name : 'с. Слатина',
		value : 'с. Слатина'
	}, {
		name : 'с. Сливата',
		value : 'с. Сливата'
	}, {
		name : 'с. Сливовик',
		value : 'с. Сливовик'
	}, {
		name : 'с. Смирненски',
		value : 'с. Смирненски'
	}, {
		name : 'с. Смоляновци',
		value : 'с. Смоляновци'
	}, {
		name : 'с. Спанчевци',
		value : 'с. Спанчевци'
	}, {
		name : 'с. Сталийска махала',
		value : 'с. Сталийска махала'
	}, {
		name : 'с. Станево',
		value : 'с. Станево'
	}, {
		name : 'с. Стояново',
		value : 'с. Стояново'
	}, {
		name : 'с. Стубел',
		value : 'с. Стубел'
	}, {
		name : 'с. Студено буче',
		value : 'с. Студено буче'
	}, {
		name : 'с. Сумер',
		value : 'с. Сумер'
	}, {
		name : 'с. Трайково',
		value : 'с. Трайково'
	}, {
		name : 'с. Трифоново',
		value : 'с. Трифоново'
	}, {
		name : 'с. Цветкова бара',
		value : 'с. Цветкова бара'
	}, {
		name : 'с. Челюстница',
		value : 'с. Челюстница'
	}, {
		name : 'с. Чемиш',
		value : 'с. Чемиш'
	}, {
		name : 'с. Черешовица',
		value : 'с. Черешовица'
	}, {
		name : 'с. Черкаски',
		value : 'с. Черкаски'
	}, {
		name : 'с. Черни връх',
		value : 'с. Черни връх'
	}, {
		name : 'с. Ягодово',
		value : 'с. Ягодово'
	}, {
		name : 'с. Якимово',
		value : 'с. Якимово'
	} ]
}, {
	name : 'Пазарджик',
	value : 'Пазарджик',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Пазарджик',
		value : 'гр. Пазарджик'
	}, {
		name : 'гр. Батак',
		value : 'гр. Батак'
	}, {
		name : 'гр. Белово',
		value : 'гр. Белово'
	}, {
		name : 'гр. Брацигово',
		value : 'гр. Брацигово'
	}, {
		name : 'гр. Велинград',
		value : 'гр. Велинград'
	}, {
		name : 'гр. Ветрен',
		value : 'гр. Ветрен'
	}, {
		name : 'гр. Костандово',
		value : 'гр. Костандово'
	}, {
		name : 'гр. Панагюрище',
		value : 'гр. Панагюрище'
	}, {
		name : 'гр. Пещера',
		value : 'гр. Пещера'
	}, {
		name : 'гр. Ракитово',
		value : 'гр. Ракитово'
	}, {
		name : 'гр. Септември',
		value : 'гр. Септември'
	}, {
		name : 'гр. Стрелча',
		value : 'гр. Стрелча'
	}, {
		name : 'гр. Сърница',
		value : 'гр. Сърница'
	}, {
		name : 'с. Абланица',
		value : 'с. Абланица'
	}, {
		name : 'с. Аканджиево',
		value : 'с. Аканджиево'
	}, {
		name : 'с. Алеко Константиново',
		value : 'с. Алеко Константиново'
	}, {
		name : 'с. Алендарова',
		value : 'с. Алендарова'
	}, {
		name : 'с. Априлци',
		value : 'с. Априлци'
	}, {
		name : 'с. Баня',
		value : 'с. Баня'
	}, {
		name : 'с. Биркова',
		value : 'с. Биркова'
	}, {
		name : 'с. Блатница',
		value : 'с. Блатница'
	}, {
		name : 'с. Бозьова',
		value : 'с. Бозьова'
	}, {
		name : 'с. Боримечково',
		value : 'с. Боримечково'
	}, {
		name : 'с. Бошуля',
		value : 'с. Бошуля'
	}, {
		name : 'с. Братаница',
		value : 'с. Братаница'
	}, {
		name : 'с. Бутрева',
		value : 'с. Бутрева'
	}, {
		name : 'с. Бъта',
		value : 'с. Бъта'
	}, {
		name : 'с. Бяга',
		value : 'с. Бяга'
	}, {
		name : 'с. Варвара',
		value : 'с. Варвара'
	}, {
		name : 'с. Величково',
		value : 'с. Величково'
	}, {
		name : 'с. Ветрен дол',
		value : 'с. Ветрен дол'
	}, {
		name : 'с. Виноградец',
		value : 'с. Виноградец'
	}, {
		name : 'с. Враненци',
		value : 'с. Враненци'
	}, {
		name : 'с. Всемирци',
		value : 'с. Всемирци'
	}, {
		name : 'с. Габровица',
		value : 'с. Габровица'
	}, {
		name : 'с. Гелеменово',
		value : 'с. Гелеменово'
	}, {
		name : 'с. Главиница',
		value : 'с. Главиница'
	}, {
		name : 'с. Говедаре',
		value : 'с. Говедаре'
	}, {
		name : 'с. Голямо Белово',
		value : 'с. Голямо Белово'
	}, {
		name : 'с. Горна Биркова',
		value : 'с. Горна Биркова'
	}, {
		name : 'с. Горна Дъбева',
		value : 'с. Горна Дъбева'
	}, {
		name : 'с. Горно вършило',
		value : 'с. Горно вършило'
	}, {
		name : 'с. Грашево',
		value : 'с. Грашево'
	}, {
		name : 'с. Дебръщица',
		value : 'с. Дебръщица'
	}, {
		name : 'с. Динката',
		value : 'с. Динката'
	}, {
		name : 'с. Добровница',
		value : 'с. Добровница'
	}, {
		name : 'с. Долна Дъбева',
		value : 'с. Долна Дъбева'
	}, {
		name : 'с. Долно вършило',
		value : 'с. Долно вършило'
	}, {
		name : 'с. Дорково',
		value : 'с. Дорково'
	}, {
		name : 'с. Драгиново',
		value : 'с. Драгиново'
	}, {
		name : 'с. Драгор',
		value : 'с. Драгор'
	}, {
		name : 'с. Дъбравите',
		value : 'с. Дъбравите'
	}, {
		name : 'с. Дюлево',
		value : 'с. Дюлево'
	}, {
		name : 'с. Елшица',
		value : 'с. Елшица'
	}, {
		name : 'с. Жребичко',
		value : 'с. Жребичко'
	}, {
		name : 'с. Звъничево',
		value : 'с. Звъничево'
	}, {
		name : 'с. Злокучене',
		value : 'с. Злокучене'
	}, {
		name : 'с. Ивайло',
		value : 'с. Ивайло'
	}, {
		name : 'с. Исперихово',
		value : 'с. Исперихово'
	}, {
		name : 'с. Калугерово',
		value : 'с. Калугерово'
	}, {
		name : 'с. Кандови',
		value : 'с. Кандови'
	}, {
		name : 'с. Капитан Димитриево',
		value : 'с. Капитан Димитриево'
	}, {
		name : 'с. Карабунар',
		value : 'с. Карабунар'
	}, {
		name : 'с. Ковачево',
		value : 'с. Ковачево'
	}, {
		name : 'с. Козарско',
		value : 'с. Козарско'
	}, {
		name : 'с. Крали Марко',
		value : 'с. Крали Марко'
	}, {
		name : 'с. Кръстава',
		value : 'с. Кръстава'
	}, {
		name : 'с. Левски',
		value : 'с. Левски'
	}, {
		name : 'с. Лесичово',
		value : 'с. Лесичово'
	}, {
		name : 'с. Лозен',
		value : 'с. Лозен'
	}, {
		name : 'с. Ляхово',
		value : 'с. Ляхово'
	}, {
		name : 'с. Мало Конаре',
		value : 'с. Мало Конаре'
	}, {
		name : 'с. Медени поляни',
		value : 'с. Медени поляни'
	}, {
		name : 'с. Мененкьово',
		value : 'с. Мененкьово'
	}, {
		name : 'с. Мирянци',
		value : 'с. Мирянци'
	}, {
		name : 'с. Мокрище',
		value : 'с. Мокрище'
	}, {
		name : 'с. Момина клисура',
		value : 'с. Момина клисура'
	}, {
		name : 'с. Нова махала',
		value : 'с. Нова махала'
	}, {
		name : 'с. Оборище',
		value : 'с. Оборище'
	}, {
		name : 'с. Овчеполци',
		value : 'с. Овчеполци'
	}, {
		name : 'с. Огняново',
		value : 'с. Огняново'
	}, {
		name : 'с. Памидово',
		value : 'с. Памидово'
	}, {
		name : 'с. Панагюрски колонии',
		value : 'с. Панагюрски колонии'
	}, {
		name : 'с. Паталеница',
		value : 'с. Паталеница'
	}, {
		name : 'с. Пашови',
		value : 'с. Пашови'
	}, {
		name : 'с. Пищигово',
		value : 'с. Пищигово'
	}, {
		name : 'с. Побит камък',
		value : 'с. Побит камък'
	}, {
		name : 'с. Поибрене',
		value : 'с. Поибрене'
	}, {
		name : 'с. Попинци',
		value : 'с. Попинци'
	}, {
		name : 'с. Равногор',
		value : 'с. Равногор'
	}, {
		name : 'с. Радилово',
		value : 'с. Радилово'
	}, {
		name : 'с. Розово',
		value : 'с. Розово'
	}, {
		name : 'с. Росен',
		value : 'с. Росен'
	}, {
		name : 'с. Рохлева',
		value : 'с. Рохлева'
	}, {
		name : 'с. Сарая',
		value : 'с. Сарая'
	}, {
		name : 'с. Сбор',
		value : 'с. Сбор'
	}, {
		name : 'с. Света Петка',
		value : 'с. Света Петка'
	}, {
		name : 'с. Свобода',
		value : 'с. Свобода'
	}, {
		name : 'с. Семчиново',
		value : 'с. Семчиново'
	}, {
		name : 'с. Сестримо',
		value : 'с. Сестримо'
	}, {
		name : 'с. Симеоновец',
		value : 'с. Симеоновец'
	}, {
		name : 'с. Синитово',
		value : 'с. Синитово'
	}, {
		name : 'с. Славовица',
		value : 'с. Славовица'
	}, {
		name : 'с. Смилец',
		value : 'с. Смилец'
	}, {
		name : 'с. Сребриново',
		value : 'с. Сребриново'
	}, {
		name : 'с. Тополи дол',
		value : 'с. Тополи дол'
	}, {
		name : 'с. Фотиново',
		value : 'с. Фотиново'
	}, {
		name : 'с. Хаджиево',
		value : 'с. Хаджиево'
	}, {
		name : 'с. Цар Асен',
		value : 'с. Цар Асен'
	}, {
		name : 'с. Цветино',
		value : 'с. Цветино'
	}, {
		name : 'с. Церово',
		value : 'с. Церово'
	}, {
		name : 'с. Црънча',
		value : 'с. Црънча'
	}, {
		name : 'с. Черногорово',
		value : 'с. Черногорово'
	}, {
		name : 'с. Чолакова',
		value : 'с. Чолакова'
	}, {
		name : 'с. Щърково',
		value : 'с. Щърково'
	}, {
		name : 'с. Юнаците',
		value : 'с. Юнаците'
	}, {
		name : 'с. Юндола',
		value : 'с. Юндола'
	}, ]
}, {
	name : 'Перник',
	value : 'Перник',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Перник',
		value : 'гр. Перник'
	}, {
		name : 'гр. Батановци',
		value : 'гр. Батановци'
	}, {
		name : 'гр. Брезник',
		value : 'гр. Брезник'
	}, {
		name : 'гр. Земен',
		value : 'гр. Земен'
	}, {
		name : 'гр. Радомир',
		value : 'гр. Радомир'
	}, {
		name : 'гр. Трън',
		value : 'гр. Трън'
	}, {
		name : 'с. Арзан',
		value : 'с. Арзан'
	}, {
		name : 'с. Бабица',
		value : 'с. Бабица'
	}, {
		name : 'с. Байкалско',
		value : 'с. Байкалско'
	}, {
		name : 'с. Банище',
		value : 'с. Банище'
	}, {
		name : 'с. Банкя',
		value : 'с. Банкя'
	}, {
		name : 'с. Бегуновци',
		value : 'с. Бегуновци'
	}, {
		name : 'с. Беланица',
		value : 'с. Беланица'
	}, {
		name : 'с. Берайнци',
		value : 'с. Берайнци'
	}, {
		name : 'с. Беренде',
		value : 'с. Беренде'
	}, {
		name : 'с. Билинци',
		value : 'с. Билинци'
	}, {
		name : 'с. Блатешница',
		value : 'с. Блатешница'
	}, {
		name : 'с. Бобораци',
		value : 'с. Бобораци'
	}, {
		name : 'с. Богданов дол',
		value : 'с. Богданов дол'
	}, {
		name : 'с. Богойна',
		value : 'с. Богойна'
	}, {
		name : 'с. Борнарево',
		value : 'с. Борнарево'
	}, {
		name : 'с. Боснек',
		value : 'с. Боснек'
	}, {
		name : 'с. Бохова',
		value : 'с. Бохова'
	}, {
		name : 'с. Брезнишки извор',
		value : 'с. Брезнишки извор'
	}, {
		name : 'с. Брусник',
		value : 'с. Брусник'
	}, {
		name : 'с. Бусинци',
		value : 'с. Бусинци'
	}, {
		name : 'с. Бутроинци',
		value : 'с. Бутроинци'
	}, {
		name : 'с. Велиново',
		value : 'с. Велиново'
	}, {
		name : 'с. Велковци',
		value : 'с. Велковци'
	}, {
		name : 'с. Видрар',
		value : 'с. Видрар'
	}, {
		name : 'с. Видрица',
		value : 'с. Видрица'
	}, {
		name : 'с. Вискяр',
		value : 'с. Вискяр'
	}, {
		name : 'с. Витановци',
		value : 'с. Витановци'
	}, {
		name : 'с. Владимир',
		value : 'с. Владимир'
	}, {
		name : 'с. Врабча',
		value : 'с. Врабча'
	}, {
		name : 'с. Враня стена',
		value : 'с. Враня стена'
	}, {
		name : 'с. Вукан',
		value : 'с. Вукан'
	}, {
		name : 'с. Габровдол',
		value : 'с. Габровдол'
	}, {
		name : 'с. Гигинци',
		value : 'с. Гигинци'
	}, {
		name : 'с. Главановци',
		value : 'с. Главановци'
	}, {
		name : 'с. Глоговица',
		value : 'с. Глоговица'
	}, {
		name : 'с. Гоз',
		value : 'с. Гоз'
	}, {
		name : 'с. Големо Бучино',
		value : 'с. Големо Бучино'
	}, {
		name : 'с. Горна Врабча',
		value : 'с. Горна Врабча'
	}, {
		name : 'с. Горна Глоговица',
		value : 'с. Горна Глоговица'
	}, {
		name : 'с. Горна Диканя',
		value : 'с. Горна Диканя'
	}, {
		name : 'с. Горна Мелна',
		value : 'с. Горна Мелна'
	}, {
		name : 'с. Горна Секирна',
		value : 'с. Горна Секирна'
	}, {
		name : 'с. Горни Романци',
		value : 'с. Горни Романци'
	}, {
		name : 'с. Горочевци',
		value : 'с. Горочевци'
	}, {
		name : 'с. Гълъбник',
		value : 'с. Гълъбник'
	}, {
		name : 'с. Гърло',
		value : 'с. Гърло'
	}, {
		name : 'с. Дебели лаг',
		value : 'с. Дебели лаг'
	}, {
		name : 'с. Джинчовци',
		value : 'с. Джинчовци'
	}, {
		name : 'с. Дивля',
		value : 'с. Дивля'
	}, {
		name : 'с. Дивотино',
		value : 'с. Дивотино'
	}, {
		name : 'с. Докьовци',
		value : 'с. Докьовци'
	}, {
		name : 'с. Долна Врабча',
		value : 'с. Долна Врабча'
	}, {
		name : 'с. Долна Диканя',
		value : 'с. Долна Диканя'
	}, {
		name : 'с. Долна Мелна',
		value : 'с. Долна Мелна'
	}, {
		name : 'с. Долна Секирна',
		value : 'с. Долна Секирна'
	}, {
		name : 'с. Долни Раковец',
		value : 'с. Долни Раковец'
	}, {
		name : 'с. Долни Романци',
		value : 'с. Долни Романци'
	}, {
		name : 'с. Драгичево',
		value : 'с. Драгичево'
	}, {
		name : 'с. Драгомирово',
		value : 'с. Драгомирово'
	}, {
		name : 'с. Дрен',
		value : 'с. Дрен'
	}, {
		name : 'с. Друган',
		value : 'с. Друган'
	}, {
		name : 'с. Душинци',
		value : 'с. Душинци'
	}, {
		name : 'с. Дълга лука',
		value : 'с. Дълга лука'
	}, {
		name : 'с. Егълница',
		value : 'с. Егълница'
	}, {
		name : 'с. Ездимирци',
		value : 'с. Ездимирци'
	}, {
		name : 'с. Еловдол',
		value : 'с. Еловдол'
	}, {
		name : 'с. Еловица',
		value : 'с. Еловица'
	}, {
		name : 'с. Ерул',
		value : 'с. Ерул'
	}, {
		name : 'с. Жабляно',
		value : 'с. Жабляно'
	}, {
		name : 'с. Жедна',
		value : 'с. Жедна'
	}, {
		name : 'с. Житуша',
		value : 'с. Житуша'
	}, {
		name : 'с. Забел',
		value : 'с. Забел'
	}, {
		name : 'с. Завала',
		value : 'с. Завала'
	}, {
		name : 'с. Зелениград',
		value : 'с. Зелениград'
	}, {
		name : 'с. Зидарци',
		value : 'с. Зидарци'
	}, {
		name : 'с. Извор',
		value : 'с. Извор'
	}, {
		name : 'с. Калище',
		value : 'с. Калище'
	}, {
		name : 'с. Калотинци',
		value : 'с. Калотинци'
	}, {
		name : 'с. Касилаг',
		value : 'с. Касилаг'
	}, {
		name : 'с. Кладница',
		value : 'с. Кладница'
	}, {
		name : 'с. Кленовик',
		value : 'с. Кленовик'
	}, {
		name : 'с. Ковачевци',
		value : 'с. Ковачевци'
	}, {
		name : 'с. Кожинци',
		value : 'с. Кожинци'
	}, {
		name : 'с. Кондофрей',
		value : 'с. Кондофрей'
	}, {
		name : 'с. Конска',
		value : 'с. Конска'
	}, {
		name : 'с. Копаница',
		value : 'с. Копаница'
	}, {
		name : 'с. Косача',
		value : 'с. Косача'
	}, {
		name : 'с. Костуринци',
		value : 'с. Костуринци'
	}, {
		name : 'с. Кошарево',
		value : 'с. Кошарево'
	}, {
		name : 'с. Кошарите',
		value : 'с. Кошарите'
	}, {
		name : 'с. Кралев дол',
		value : 'с. Кралев дол'
	}, {
		name : 'с. Красава',
		value : 'с. Красава'
	}, {
		name : 'с. Кривонос',
		value : 'с. Кривонос'
	}, {
		name : 'с. Къшле',
		value : 'с. Къшле'
	}, {
		name : 'с. Лева река',
		value : 'с. Лева река'
	}, {
		name : 'с. Лесковец',
		value : 'с. Лесковец'
	}, {
		name : 'с. Лешниковци',
		value : 'с. Лешниковци'
	}, {
		name : 'с. Лобош',
		value : 'с. Лобош'
	}, {
		name : 'с. Ломница',
		value : 'с. Ломница'
	}, {
		name : 'с. Люлин',
		value : 'с. Люлин'
	}, {
		name : 'с. Лялинци',
		value : 'с. Лялинци'
	}, {
		name : 'с. Мещица',
		value : 'с. Мещица'
	}, {
		name : 'с. Милкьовци',
		value : 'с. Милкьовци'
	}, {
		name : 'с. Милославци',
		value : 'с. Милославци'
	}, {
		name : 'с. Мракетинци',
		value : 'с. Мракетинци'
	}, {
		name : 'с. Мрамор',
		value : 'с. Мрамор'
	}, {
		name : 'с. Мурено',
		value : 'с. Мурено'
	}, {
		name : 'с. Муртинци',
		value : 'с. Муртинци'
	}, {
		name : 'с. Насалевци',
		value : 'с. Насалевци'
	}, {
		name : 'с. Негованци',
		value : 'с. Негованци'
	}, {
		name : 'с. Неделково',
		value : 'с. Неделково'
	}, {
		name : 'с. Непразненци',
		value : 'с. Непразненци'
	}, {
		name : 'с. Николаево',
		value : 'с. Николаево'
	}, {
		name : 'с. Ноевци',
		value : 'с. Ноевци'
	}, {
		name : 'с. Одраница',
		value : 'с. Одраница'
	}, {
		name : 'с. Озърновци',
		value : 'с. Озърновци'
	}, {
		name : 'с. Падине',
		value : 'с. Падине'
	}, {
		name : 'с. Парамун',
		value : 'с. Парамун'
	}, {
		name : 'с. Пенкьовци',
		value : 'с. Пенкьовци'
	}, {
		name : 'с. Пещера',
		value : 'с. Пещера'
	}, {
		name : 'с. Планиница',
		value : 'с. Планиница'
	}, {
		name : 'с. Поцърненци',
		value : 'с. Поцърненци'
	}, {
		name : 'с. Прибой',
		value : 'с. Прибой'
	}, {
		name : 'с. Проданча',
		value : 'с. Проданча'
	}, {
		name : 'с. Радибош',
		value : 'с. Радибош'
	}, {
		name : 'с. Радово',
		value : 'с. Радово'
	}, {
		name : 'с. Радуй',
		value : 'с. Радуй'
	}, {
		name : 'с. Ракиловци',
		value : 'с. Ракиловци'
	}, {
		name : 'с. Рани луг',
		value : 'с. Рани луг'
	}, {
		name : 'с. Расник',
		value : 'с. Расник'
	}, {
		name : 'с. Раянци',
		value : 'с. Раянци'
	}, {
		name : 'с. Ребро',
		value : 'с. Ребро'
	}, {
		name : 'с. Режанци',
		value : 'с. Режанци'
	}, {
		name : 'с. Реяновци',
		value : 'с. Реяновци'
	}, {
		name : 'с. Рударци',
		value : 'с. Рударци'
	}, {
		name : 'с. Ръжавец',
		value : 'с. Ръжавец'
	}, {
		name : 'с. Садовик',
		value : 'с. Садовик'
	}, {
		name : 'с. Светля',
		value : 'с. Светля'
	}, {
		name : 'с. Селищен дол',
		value : 'с. Селищен дол'
	}, {
		name : 'с. Сирищник',
		value : 'с. Сирищник'
	}, {
		name : 'с. Слаковци',
		value : 'с. Слаковци'
	}, {
		name : 'с. Слатино',
		value : 'с. Слатино'
	}, {
		name : 'с. Слишовци',
		value : 'с. Слишовци'
	}, {
		name : 'с. Смиров дол',
		value : 'с. Смиров дол'
	}, {
		name : 'с. Сопица',
		value : 'с. Сопица'
	}, {
		name : 'с. Стайчовци',
		value : 'с. Стайчовци'
	}, {
		name : 'с. Станьовци',
		value : 'с. Станьовци'
	}, {
		name : 'с. Старо село',
		value : 'с. Старо село'
	}, {
		name : 'с. Стефаново',
		value : 'с. Стефаново'
	}, {
		name : 'с. Стрезимировци',
		value : 'с. Стрезимировци'
	}, {
		name : 'с. Студен извор',
		value : 'с. Студен извор'
	}, {
		name : 'с. Студена',
		value : 'с. Студена'
	}, {
		name : 'с. Туроковци',
		value : 'с. Туроковци'
	}, {
		name : 'с. Углярци',
		value : 'с. Углярци'
	}, {
		name : 'с. Филиповци',
		value : 'с. Филиповци'
	}, {
		name : 'с. Цегриловци',
		value : 'с. Цегриловци'
	}, {
		name : 'с. Чепино',
		value : 'с. Чепино'
	}, {
		name : 'с. Червена могила',
		value : 'с. Червена могила'
	}, {
		name : 'с. Черна гора',
		value : 'с. Черна гора'
	}, {
		name : 'с. Чуйпетлово',
		value : 'с. Чуйпетлово'
	}, {
		name : 'с. Чуковец',
		value : 'с. Чуковец'
	}, {
		name : 'с. Шипковица',
		value : 'с. Шипковица'
	}, {
		name : 'с. Ярджиловци',
		value : 'с. Ярджиловци'
	}, {
		name : 'с. Ярловци',
		value : 'с. Ярловци'
	}, {
		name : 'с. Ярославци',
		value : 'с. Ярославци'
	} ]
}, {
	name : 'Плевен',
	value : 'Плевен',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Плевен',
		value : 'гр. Плевен'
	}, {
		name : 'гр. Белене',
		value : 'гр. Белене'
	}, {
		name : 'гр. Гулянци',
		value : 'гр. Гулянци'
	}, {
		name : 'гр. Долна Митрополия',
		value : 'гр. Долна Митрополия'
	}, {
		name : 'гр. Долни Дъбник',
		value : 'гр. Долни Дъбник'
	}, {
		name : 'гр. Искър',
		value : 'гр. Искър'
	}, {
		name : 'гр. Кнежа',
		value : 'гр. Кнежа'
	}, {
		name : 'гр. Койнаре',
		value : 'гр. Койнаре'
	}, {
		name : 'гр. Левски',
		value : 'гр. Левски'
	}, {
		name : 'гр. Никопол',
		value : 'гр. Никопол'
	}, {
		name : 'гр. Пордим',
		value : 'гр. Пордим'
	}, {
		name : 'гр. Славяново',
		value : 'гр. Славяново'
	}, {
		name : 'гр. Тръстеник',
		value : 'гр. Тръстеник'
	}, {
		name : 'гр. Червен бряг',
		value : 'гр. Червен бряг'
	}, {
		name : 'с. Асеново',
		value : 'с. Асеново'
	}, {
		name : 'с. Асеновци',
		value : 'с. Асеновци'
	}, {
		name : 'с. Аспарухово',
		value : 'с. Аспарухово'
	}, {
		name : 'с. Байкал',
		value : 'с. Байкал'
	}, {
		name : 'с. Бацова махала',
		value : 'с. Бацова махала'
	}, {
		name : 'с. Беглеж',
		value : 'с. Беглеж'
	}, {
		name : 'с. Биволаре',
		value : 'с. Биволаре'
	}, {
		name : 'с. Божурица',
		value : 'с. Божурица'
	}, {
		name : 'с. Божурлук',
		value : 'с. Божурлук'
	}, {
		name : 'с. Борислав',
		value : 'с. Борислав'
	}, {
		name : 'с. Бохот',
		value : 'с. Бохот'
	}, {
		name : 'с. Брегаре',
		value : 'с. Брегаре'
	}, {
		name : 'с. Бреница',
		value : 'с. Бреница'
	}, {
		name : 'с. Брест',
		value : 'с. Брест'
	}, {
		name : 'с. Бресте',
		value : 'с. Бресте'
	}, {
		name : 'с. Брестовец',
		value : 'с. Брестовец'
	}, {
		name : 'с. Бръшляница',
		value : 'с. Бръшляница'
	}, {
		name : 'с. Буковлък',
		value : 'с. Буковлък'
	}, {
		name : 'с. Българене',
		value : 'с. Българене'
	}, {
		name : 'с. Бъркач',
		value : 'с. Бъркач'
	}, {
		name : 'с. Бяла вода',
		value : 'с. Бяла вода'
	}, {
		name : 'с. Варана',
		value : 'с. Варана'
	}, {
		name : 'с. Въбел',
		value : 'с. Въбел'
	}, {
		name : 'с. Вълчитрън',
		value : 'с. Вълчитрън'
	}, {
		name : 'с. Върбица',
		value : 'с. Върбица'
	}, {
		name : 'с. Гиген',
		value : 'с. Гиген'
	}, {
		name : 'с. Глава',
		value : 'с. Глава'
	}, {
		name : 'с. Горна Митрополия',
		value : 'с. Горна Митрополия'
	}, {
		name : 'с. Горни Дъбник',
		value : 'с. Горни Дъбник'
	}, {
		name : 'с. Горник',
		value : 'с. Горник'
	}, {
		name : 'с. Горталово',
		value : 'с. Горталово'
	}, {
		name : 'с. Гостиля',
		value : 'с. Гостиля'
	}, {
		name : 'с. Градина',
		value : 'с. Градина'
	}, {
		name : 'с. Градище',
		value : 'с. Градище'
	}, {
		name : 'с. Гривица',
		value : 'с. Гривица'
	}, {
		name : 'с. Дебово',
		value : 'с. Дебово'
	}, {
		name : 'с. Девенци',
		value : 'с. Девенци'
	}, {
		name : 'с. Деков',
		value : 'с. Деков'
	}, {
		name : 'с. Дисевица',
		value : 'с. Дисевица'
	}, {
		name : 'с. Долни Вит',
		value : 'с. Долни Вит'
	}, {
		name : 'с. Долни Луковит',
		value : 'с. Долни Луковит'
	}, {
		name : 'с. Драгаш войвода',
		value : 'с. Драгаш войвода'
	}, {
		name : 'с. Дъбован',
		value : 'с. Дъбован'
	}, {
		name : 'с. Евлогиево',
		value : 'с. Евлогиево'
	}, {
		name : 'с. Еница',
		value : 'с. Еница'
	}, {
		name : 'с. Жернов',
		value : 'с. Жернов'
	}, {
		name : 'с. Загражден',
		value : 'с. Загражден'
	}, {
		name : 'с. Згалево',
		value : 'с. Згалево'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Искър',
		value : 'с. Искър'
	}, {
		name : 'с. Каменец',
		value : 'с. Каменец'
	}, {
		name : 'с. Катерица',
		value : 'с. Катерица'
	}, {
		name : 'с. Козар Белене',
		value : 'с. Козар Белене'
	}, {
		name : 'с. Коиловци',
		value : 'с. Коиловци'
	}, {
		name : 'с. Комарево',
		value : 'с. Комарево'
	}, {
		name : 'с. Крета',
		value : 'с. Крета'
	}, {
		name : 'с. Крушовене',
		value : 'с. Крушовене'
	}, {
		name : 'с. Крушовица',
		value : 'с. Крушовица'
	}, {
		name : 'с. Кулина вода',
		value : 'с. Кулина вода'
	}, {
		name : 'с. Къртожабене',
		value : 'с. Къртожабене'
	}, {
		name : 'с. Къшин',
		value : 'с. Къшин'
	}, {
		name : 'с. Лазарово',
		value : 'с. Лазарово'
	}, {
		name : 'с. Ласкар',
		value : 'с. Ласкар'
	}, {
		name : 'с. Ленково',
		value : 'с. Ленково'
	}, {
		name : 'с. Лепица',
		value : 'с. Лепица'
	}, {
		name : 'с. Лозица',
		value : 'с. Лозица'
	}, {
		name : 'с. Любеново',
		value : 'с. Любеново'
	}, {
		name : 'с. Малчика',
		value : 'с. Малчика'
	}, {
		name : 'с. Мечка',
		value : 'с. Мечка'
	}, {
		name : 'с. Милковица',
		value : 'с. Милковица'
	}, {
		name : 'с. Муселиево',
		value : 'с. Муселиево'
	}, {
		name : 'с. Николаево',
		value : 'с. Николаево'
	}, {
		name : 'с. Новачене',
		value : 'с. Новачене'
	}, {
		name : 'с. Обнова',
		value : 'с. Обнова'
	}, {
		name : 'с. Одърне',
		value : 'с. Одърне'
	}, {
		name : 'с. Опанец',
		value : 'с. Опанец'
	}, {
		name : 'с. Ореховица',
		value : 'с. Ореховица'
	}, {
		name : 'с. Пелишат',
		value : 'с. Пелишат'
	}, {
		name : 'с. Петокладенци',
		value : 'с. Петокладенци'
	}, {
		name : 'с. Петърница',
		value : 'с. Петърница'
	}, {
		name : 'с. Писарово',
		value : 'с. Писарово'
	}, {
		name : 'с. Победа',
		value : 'с. Победа'
	}, {
		name : 'с. Подем',
		value : 'с. Подем'
	}, {
		name : 'с. Радишево',
		value : 'с. Радишево'
	}, {
		name : 'с. Радомирци',
		value : 'с. Радомирци'
	}, {
		name : 'с. Ракита',
		value : 'с. Ракита'
	}, {
		name : 'с. Ралево',
		value : 'с. Ралево'
	}, {
		name : 'с. Реселец',
		value : 'с. Реселец'
	}, {
		name : 'с. Рибен',
		value : 'с. Рибен'
	}, {
		name : 'с. Рупци',
		value : 'с. Рупци'
	}, {
		name : 'с. Садовец',
		value : 'с. Садовец'
	}, {
		name : 'с. Санадиново',
		value : 'с. Санадиново'
	}, {
		name : 'с. Славовица',
		value : 'с. Славовица'
	}, {
		name : 'с. Сомовит',
		value : 'с. Сомовит'
	}, {
		name : 'с. Ставерци',
		value : 'с. Ставерци'
	}, {
		name : 'с. Староселци',
		value : 'с. Староселци'
	}, {
		name : 'с. Стежерово',
		value : 'с. Стежерово'
	}, {
		name : 'с. Сухаче',
		value : 'с. Сухаче'
	}, {
		name : 'с. Татари',
		value : 'с. Татари'
	}, {
		name : 'с. Телиш',
		value : 'с. Телиш'
	}, {
		name : 'с. Тодорово',
		value : 'с. Тодорово'
	}, {
		name : 'с. Тотлебен',
		value : 'с. Тотлебен'
	}, {
		name : 'с. Трънчовица',
		value : 'с. Трънчовица'
	}, {
		name : 'с. Тученица',
		value : 'с. Тученица'
	}, {
		name : 'с. Търнене',
		value : 'с. Търнене'
	}, {
		name : 'с. Черковица',
		value : 'с. Черковица'
	}, {
		name : 'с. Чомаковци',
		value : 'с. Чомаковци'
	}, {
		name : 'с. Шияково',
		value : 'с. Шияково'
	}, {
		name : 'с. Ясен',
		value : 'с. Ясен'
	} ]
}, {
	name : 'Пловдив',
	value : 'Пловдив',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Пловдив',
		value : 'гр. Пловдив'
	}, {
		name : 'гр. Асеновград',
		value : 'гр. Асеновград'
	}, {
		name : 'гр. Баня',
		value : 'гр. Баня'
	}, {
		name : 'гр. Брезово',
		value : 'гр. Брезово'
	}, {
		name : 'гр. Калофер',
		value : 'гр. Калофер'
	}, {
		name : 'гр. Карлово',
		value : 'гр. Карлово'
	}, {
		name : 'гр. Клисура',
		value : 'гр. Клисура'
	}, {
		name : 'гр. Кричим',
		value : 'гр. Кричим'
	}, {
		name : 'гр. Куклен',
		value : 'гр. Куклен'
	}, {
		name : 'гр. Лъки',
		value : 'гр. Лъки'
	}, {
		name : 'гр. Перущица',
		value : 'гр. Перущица'
	}, {
		name : 'гр. Първомай',
		value : 'гр. Първомай'
	}, {
		name : 'гр. Раковски',
		value : 'гр. Раковски'
	}, {
		name : 'гр. Садово',
		value : 'гр. Садово'
	}, {
		name : 'гр. Сопот',
		value : 'гр. Сопот'
	}, {
		name : 'гр. Стамболийски',
		value : 'гр. Стамболийски'
	}, {
		name : 'гр. Съединение',
		value : 'гр. Съединение'
	}, {
		name : 'гр. Хисаря',
		value : 'гр. Хисаря'
	}, {
		name : 'с. Анево',
		value : 'с. Анево'
	}, {
		name : 'с. Ахматово',
		value : 'с. Ахматово'
	}, {
		name : 'с. Бабек',
		value : 'с. Бабек'
	}, {
		name : 'с. Балкан махала',
		value : 'с. Балкан махала'
	}, {
		name : 'с. Бачково',
		value : 'с. Бачково'
	}, {
		name : 'с. Бегово',
		value : 'с. Бегово'
	}, {
		name : 'с. Бегунци',
		value : 'с. Бегунци'
	}, {
		name : 'с. Белащица',
		value : 'с. Белащица'
	}, {
		name : 'с. Белица',
		value : 'с. Белица'
	}, {
		name : 'с. Беловица',
		value : 'с. Беловица'
	}, {
		name : 'с. Белозем',
		value : 'с. Белозем'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Богдан',
		value : 'с. Богдан'
	}, {
		name : 'с. Богданица',
		value : 'с. Богданица'
	}, {
		name : 'с. Бойково',
		value : 'с. Бойково'
	}, {
		name : 'с. Болярино',
		value : 'с. Болярино'
	}, {
		name : 'с. Болярци',
		value : 'с. Болярци'
	}, {
		name : 'с. Бор',
		value : 'с. Бор'
	}, {
		name : 'с. Борец',
		value : 'с. Борец'
	}, {
		name : 'с. Борово',
		value : 'с. Борово'
	}, {
		name : 'с. Боянци',
		value : 'с. Боянци'
	}, {
		name : 'с. Браниполе',
		value : 'с. Браниполе'
	}, {
		name : 'с. Брестник',
		value : 'с. Брестник'
	}, {
		name : 'с. Брестовица',
		value : 'с. Брестовица'
	}, {
		name : 'с. Брягово',
		value : 'с. Брягово'
	}, {
		name : 'с. Буково',
		value : 'с. Буково'
	}, {
		name : 'с. Бяла река',
		value : 'с. Бяла река'
	}, {
		name : 'с. Васил Левски',
		value : 'с. Васил Левски'
	}, {
		name : 'с. Ведраре',
		value : 'с. Ведраре'
	}, {
		name : 'с. Виница',
		value : 'с. Виница'
	}, {
		name : 'с. Воден',
		value : 'с. Воден'
	}, {
		name : 'с. Войводиново',
		value : 'с. Войводиново'
	}, {
		name : 'с. Войнягово',
		value : 'с. Войнягово'
	}, {
		name : 'с. Войсил',
		value : 'с. Войсил'
	}, {
		name : 'с. Врата',
		value : 'с. Врата'
	}, {
		name : 'с. Върбен',
		value : 'с. Върбен'
	}, {
		name : 'с. Главатар',
		value : 'с. Главатар'
	}, {
		name : 'с. Голям чардак',
		value : 'с. Голям чардак'
	}, {
		name : 'с. Горна махала',
		value : 'с. Горна махала'
	}, {
		name : 'с. Горни Домлян',
		value : 'с. Горни Домлян'
	}, {
		name : 'с. Горнослав',
		value : 'с. Горнослав'
	}, {
		name : 'с. Градина',
		value : 'с. Градина'
	}, {
		name : 'с. Граф Игнатиево',
		value : 'с. Граф Игнатиево'
	}, {
		name : 'с. Гълъбово',
		value : 'с. Гълъбово'
	}, {
		name : 'с. Дедово',
		value : 'с. Дедово'
	}, {
		name : 'с. Джурково',
		value : 'с. Джурково'
	}, {
		name : 'с. Динк',
		value : 'с. Динк'
	}, {
		name : 'с. Добралък',
		value : 'с. Добралък'
	}, {
		name : 'с. Добри дол',
		value : 'с. Добри дол'
	}, {
		name : 'с. Добростан',
		value : 'с. Добростан'
	}, {
		name : 'с. Долна махала',
		value : 'с. Долна махала'
	}, {
		name : 'с. Долнослав',
		value : 'с. Долнослав'
	}, {
		name : 'с. Домлян',
		value : 'с. Домлян'
	}, {
		name : 'с. Драгойново',
		value : 'с. Драгойново'
	}, {
		name : 'с. Драгомир',
		value : 'с. Драгомир'
	}, {
		name : 'с. Дрангово',
		value : 'с. Дрангово'
	}, {
		name : 'с. Дряново',
		value : 'с. Дряново'
	}, {
		name : 'с. Дуванлии',
		value : 'с. Дуванлии'
	}, {
		name : 'с. Дъбене',
		value : 'с. Дъбене'
	}, {
		name : 'с. Дълбок извор',
		value : 'с. Дълбок извор'
	}, {
		name : 'с. Дълго поле',
		value : 'с. Дълго поле'
	}, {
		name : 'с. Езерово',
		value : 'с. Езерово'
	}, {
		name : 'с. Желязно',
		value : 'с. Желязно'
	}, {
		name : 'с. Житница',
		value : 'с. Житница'
	}, {
		name : 'с. Жълт камък',
		value : 'с. Жълт камък'
	}, {
		name : 'с. Здравец',
		value : 'с. Здравец'
	}, {
		name : 'с. Зелениково',
		value : 'с. Зелениково'
	}, {
		name : 'с. Златитрап',
		value : 'с. Златитрап'
	}, {
		name : 'с. Златовръх',
		value : 'с. Златовръх'
	}, {
		name : 'с. Златосел',
		value : 'с. Златосел'
	}, {
		name : 'с. Иван Вазово',
		value : 'с. Иван Вазово'
	}, {
		name : 'с. Иганово',
		value : 'с. Иганово'
	}, {
		name : 'с. Избеглии',
		value : 'с. Избеглии'
	}, {
		name : 'с. Извор',
		value : 'с. Извор'
	}, {
		name : 'с. Искра',
		value : 'с. Искра'
	}, {
		name : 'с. Йоаким Груево',
		value : 'с. Йоаким Груево'
	}, {
		name : 'с. Кадиево',
		value : 'с. Кадиево'
	}, {
		name : 'с. Калековец',
		value : 'с. Калековец'
	}, {
		name : 'с. Калояново',
		value : 'с. Калояново'
	}, {
		name : 'с. Каравелово',
		value : 'с. Каравелово'
	}, {
		name : 'с. Караджалово',
		value : 'с. Караджалово'
	}, {
		name : 'с. Караджово',
		value : 'с. Караджово'
	}, {
		name : 'с. Катуница',
		value : 'с. Катуница'
	}, {
		name : 'с. Климент',
		value : 'с. Климент'
	}, {
		name : 'с. Козаново',
		value : 'с. Козаново'
	}, {
		name : 'с. Конуш',
		value : 'с. Конуш'
	}, {
		name : 'с. Косово',
		value : 'с. Косово'
	}, {
		name : 'с. Костиево',
		value : 'с. Костиево'
	}, {
		name : 'с. Кочево',
		value : 'с. Кочево'
	}, {
		name : 'с. Красново',
		value : 'с. Красново'
	}, {
		name : 'с. Крислово',
		value : 'с. Крислово'
	}, {
		name : 'с. Крумово',
		value : 'с. Крумово'
	}, {
		name : 'с. Крушево',
		value : 'с. Крушево'
	}, {
		name : 'с. Крушово',
		value : 'с. Крушово'
	}, {
		name : 'с. Кръстевич',
		value : 'с. Кръстевич'
	}, {
		name : 'с. Куртово',
		value : 'с. Куртово'
	}, {
		name : 'с. Куртово Конаре',
		value : 'с. Куртово Конаре'
	}, {
		name : 'с. Кърнаре',
		value : 'с. Кърнаре'
	}, {
		name : 'с. Леново',
		value : 'с. Леново'
	}, {
		name : 'с. Лилково',
		value : 'с. Лилково'
	}, {
		name : 'с. Лъкавица',
		value : 'с. Лъкавица'
	}, {
		name : 'с. Любен',
		value : 'с. Любен'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Мало Крушево',
		value : 'с. Мало Крушево'
	}, {
		name : 'с. Малък чардак',
		value : 'с. Малък чардак'
	}, {
		name : 'с. Манастир',
		value : 'с. Манастир'
	}, {
		name : 'с. Маноле',
		value : 'с. Маноле'
	}, {
		name : 'с. Манолско Конаре',
		value : 'с. Манолско Конаре'
	}, {
		name : 'с. Марино поле',
		value : 'с. Марино поле'
	}, {
		name : 'с. Марково',
		value : 'с. Марково'
	}, {
		name : 'с. Милево',
		value : 'с. Милево'
	}, {
		name : 'с. Михилци',
		value : 'с. Михилци'
	}, {
		name : 'с. Момино село',
		value : 'с. Момино село'
	}, {
		name : 'с. Моминско',
		value : 'с. Моминско'
	}, {
		name : 'с. Московец',
		value : 'с. Московец'
	}, {
		name : 'с. Мостово',
		value : 'с. Мостово'
	}, {
		name : 'с. Мраченик',
		value : 'с. Мраченик'
	}, {
		name : 'с. Мулдава',
		value : 'с. Мулдава'
	}, {
		name : 'с. Мътеница',
		value : 'с. Мътеница'
	}, {
		name : 'с. Найден Герово',
		value : 'с. Найден Герово'
	}, {
		name : 'с. Нареченски бани',
		value : 'с. Нареченски бани'
	}, {
		name : 'с. Неделево',
		value : 'с. Неделево'
	}, {
		name : 'с. Новаково',
		value : 'с. Новаково'
	}, {
		name : 'с. Нови извор',
		value : 'с. Нови извор'
	}, {
		name : 'с. Ново Железаре',
		value : 'с. Ново Железаре'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Орешец',
		value : 'с. Орешец'
	}, {
		name : 'с. Оризари',
		value : 'с. Оризари'
	}, {
		name : 'с. Отец Кирилово',
		value : 'с. Отец Кирилово'
	}, {
		name : 'с. Отец Паисиево',
		value : 'с. Отец Паисиево'
	}, {
		name : 'с. Паничери',
		value : 'с. Паничери'
	}, {
		name : 'с. Патриарх Евтимово',
		value : 'с. Патриарх Евтимово'
	}, {
		name : 'с. Певците',
		value : 'с. Певците'
	}, {
		name : 'с. Песнопой',
		value : 'с. Песнопой'
	}, {
		name : 'с. Поповица',
		value : 'с. Поповица'
	}, {
		name : 'с. Поройна',
		value : 'с. Поройна'
	}, {
		name : 'с. Правище',
		value : 'с. Правище'
	}, {
		name : 'с. Православен',
		value : 'с. Православен'
	}, {
		name : 'с. Пролом',
		value : 'с. Пролом'
	}, {
		name : 'с. Пъдарско',
		value : 'с. Пъдарско'
	}, {
		name : 'с. Първенец',
		value : 'с. Първенец'
	}, {
		name : 'с. Радиново',
		value : 'с. Радиново'
	}, {
		name : 'с. Рогош',
		value : 'с. Рогош'
	}, {
		name : 'с. Розино',
		value : 'с. Розино'
	}, {
		name : 'с. Розовец',
		value : 'с. Розовец'
	}, {
		name : 'с. Руен',
		value : 'с. Руен'
	}, {
		name : 'с. Ръжево',
		value : 'с. Ръжево'
	}, {
		name : 'с. Ръжево Конаре',
		value : 'с. Ръжево Конаре'
	}, {
		name : 'с. Свежен',
		value : 'с. Свежен'
	}, {
		name : 'с. Селци',
		value : 'с. Селци'
	}, {
		name : 'с. Сини връх',
		value : 'с. Сини връх'
	}, {
		name : 'с. Ситово',
		value : 'с. Ситово'
	}, {
		name : 'с. Скобелево',
		value : 'с. Скобелево'
	}, {
		name : 'с. Скутаре',
		value : 'с. Скутаре'
	}, {
		name : 'с. Слатина',
		value : 'с. Слатина'
	}, {
		name : 'с. Соколица',
		value : 'с. Соколица'
	}, {
		name : 'с. Старо Железаре',
		value : 'с. Старо Железаре'
	}, {
		name : 'с. Старосел',
		value : 'с. Старосел'
	}, {
		name : 'с. Стоево',
		value : 'с. Стоево'
	}, {
		name : 'с. Столетово',
		value : 'с. Столетово'
	}, {
		name : 'с. Стрелци',
		value : 'с. Стрелци'
	}, {
		name : 'с. Строево',
		value : 'с. Строево'
	}, {
		name : 'с. Стряма',
		value : 'с. Стряма'
	}, {
		name : 'с. Сухозем',
		value : 'с. Сухозем'
	}, {
		name : 'с. Сърнегор',
		value : 'с. Сърнегор'
	}, {
		name : 'с. Татарево',
		value : 'с. Татарево'
	}, {
		name : 'с. Тополово',
		value : 'с. Тополово'
	}, {
		name : 'с. Три могили',
		value : 'с. Три могили'
	}, {
		name : 'с. Триводици',
		value : 'с. Триводици'
	}, {
		name : 'с. Трилистник',
		value : 'с. Трилистник'
	}, {
		name : 'с. Труд',
		value : 'с. Труд'
	}, {
		name : 'с. Тюркмен',
		value : 'с. Тюркмен'
	}, {
		name : 'с. Узуново',
		value : 'с. Узуново'
	}, {
		name : 'с. Устина',
		value : 'с. Устина'
	}, {
		name : 'с. Храбрино',
		value : 'с. Храбрино'
	}, {
		name : 'с. Христо Даново',
		value : 'с. Христо Даново'
	}, {
		name : 'с. Цалапица',
		value : 'с. Цалапица'
	}, {
		name : 'с. Цар Калоян',
		value : 'с. Цар Калоян'
	}, {
		name : 'с. Царацово',
		value : 'с. Царацово'
	}, {
		name : 'с. Царимир',
		value : 'с. Царимир'
	}, {
		name : 'с. Церетелево',
		value : 'с. Церетелево'
	}, {
		name : 'с. Чалъкови',
		value : 'с. Чалъкови'
	}, {
		name : 'с. Червен',
		value : 'с. Червен'
	}, {
		name : 'с. Черничево',
		value : 'с. Черничево'
	}, {
		name : 'с. Черноземен',
		value : 'с. Черноземен'
	}, {
		name : 'с. Чехларе',
		value : 'с. Чехларе'
	}, {
		name : 'с. Чешнегирово',
		value : 'с. Чешнегирово'
	}, {
		name : 'с. Чоба',
		value : 'с. Чоба'
	}, {
		name : 'с. Чурен',
		value : 'с. Чурен'
	}, {
		name : 'с. Шишманци',
		value : 'с. Шишманци'
	}, {
		name : 'с. Югово',
		value : 'с. Югово'
	}, {
		name : 'с. Яврово',
		value : 'с. Яврово'
	}, {
		name : 'с. Ягодово',
		value : 'с. Ягодово'
	}, {
		name : 'с. Ясно поле',
		value : 'с. Ясно поле'
	} ]
}, {
	name : 'Разград',
	value : 'Разград',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Разград',
		value : 'гр. Разград'
	}, {
		name : 'гр. Завет',
		value : 'гр. Завет'
	}, {
		name : 'гр. Исперих',
		value : 'гр. Исперих'
	}, {
		name : 'гр. Кубрат',
		value : 'гр. Кубрат'
	}, {
		name : 'гр. Лозница',
		value : 'гр. Лозница'
	}, {
		name : 'гр. Цар Калоян',
		value : 'гр. Цар Калоян'
	}, {
		name : 'с. Балкански',
		value : 'с. Балкански'
	}, {
		name : 'с. Бели Лом',
		value : 'с. Бели Лом'
	}, {
		name : 'с. Белинци',
		value : 'с. Белинци'
	}, {
		name : 'с. Беловец',
		value : 'с. Беловец'
	}, {
		name : 'с. Бисерци',
		value : 'с. Бисерци'
	}, {
		name : 'с. Благоево',
		value : 'с. Благоево'
	}, {
		name : 'с. Богданци',
		value : 'с. Богданци'
	}, {
		name : 'с. Богомилци',
		value : 'с. Богомилци'
	}, {
		name : 'с. Божурово',
		value : 'с. Божурово'
	}, {
		name : 'с. Брестовене',
		value : 'с. Брестовене'
	}, {
		name : 'с. Бърдоква',
		value : 'с. Бърдоква'
	}, {
		name : 'с. Вазово',
		value : 'с. Вазово'
	}, {
		name : 'с. Веселец',
		value : 'с. Веселец'
	}, {
		name : 'с. Веселина',
		value : 'с. Веселина'
	}, {
		name : 'с. Владимировци',
		value : 'с. Владимировци'
	}, {
		name : 'с. Гецово',
		value : 'с. Гецово'
	}, {
		name : 'с. Голям Поровец',
		value : 'с. Голям Поровец'
	}, {
		name : 'с. Голям извор',
		value : 'с. Голям извор'
	}, {
		name : 'с. Голяма вода',
		value : 'с. Голяма вода'
	}, {
		name : 'с. Горичево',
		value : 'с. Горичево'
	}, {
		name : 'с. Гороцвет',
		value : 'с. Гороцвет'
	}, {
		name : 'с. Градина',
		value : 'с. Градина'
	}, {
		name : 'с. Делчево',
		value : 'с. Делчево'
	}, {
		name : 'с. Драгомъж',
		value : 'с. Драгомъж'
	}, {
		name : 'с. Дряновец',
		value : 'с. Дряновец'
	}, {
		name : 'с. Духовец',
		value : 'с. Духовец'
	}, {
		name : 'с. Дянково',
		value : 'с. Дянково'
	}, {
		name : 'с. Езерче',
		value : 'с. Езерче'
	}, {
		name : 'с. Желязковец',
		value : 'с. Желязковец'
	}, {
		name : 'с. Задруга',
		value : 'с. Задруга'
	}, {
		name : 'с. Звънарци',
		value : 'с. Звънарци'
	}, {
		name : 'с. Здравец',
		value : 'с. Здравец'
	}, {
		name : 'с. Иван Шишманово',
		value : 'с. Иван Шишманово'
	}, {
		name : 'с. Йонково',
		value : 'с. Йонково'
	}, {
		name : 'с. Каменар',
		value : 'с. Каменар'
	}, {
		name : 'с. Каменово',
		value : 'с. Каменово'
	}, {
		name : 'с. Кара Михал',
		value : 'с. Кара Михал'
	}, {
		name : 'с. Китанчево',
		value : 'с. Китанчево'
	}, {
		name : 'с. Киченица',
		value : 'с. Киченица'
	}, {
		name : 'с. Конево',
		value : 'с. Конево'
	}, {
		name : 'с. Костанденец',
		value : 'с. Костанденец'
	}, {
		name : 'с. Кривица',
		value : 'с. Кривица'
	}, {
		name : 'с. Крояч',
		value : 'с. Крояч'
	}, {
		name : 'с. Къпиновци',
		value : 'с. Къпиновци'
	}, {
		name : 'с. Липник',
		value : 'с. Липник'
	}, {
		name : 'с. Ловско',
		value : 'с. Ловско'
	}, {
		name : 'с. Лудогорци',
		value : 'с. Лудогорци'
	}, {
		name : 'с. Лъвино',
		value : 'с. Лъвино'
	}, {
		name : 'с. Малко Йонково',
		value : 'с. Малко Йонково'
	}, {
		name : 'с. Малък Поровец',
		value : 'с. Малък Поровец'
	}, {
		name : 'с. Манастирско',
		value : 'с. Манастирско'
	}, {
		name : 'с. Манастирци',
		value : 'с. Манастирци'
	}, {
		name : 'с. Медовене',
		value : 'с. Медовене'
	}, {
		name : 'с. Мортагоново',
		value : 'с. Мортагоново'
	}, {
		name : 'с. Мъдрево',
		value : 'с. Мъдрево'
	}, {
		name : 'с. Недоклан',
		value : 'с. Недоклан'
	}, {
		name : 'с. Ножарово',
		value : 'с. Ножарово'
	}, {
		name : 'с. Осенец',
		value : 'с. Осенец'
	}, {
		name : 'с. Острово',
		value : 'с. Острово'
	}, {
		name : 'с. Островче',
		value : 'с. Островче'
	}, {
		name : 'с. Печеница',
		value : 'с. Печеница'
	}, {
		name : 'с. Побит камък',
		value : 'с. Побит камък'
	}, {
		name : 'с. Подайва',
		value : 'с. Подайва'
	}, {
		name : 'с. Пороище',
		value : 'с. Пороище'
	}, {
		name : 'с. Прелез',
		value : 'с. Прелез'
	}, {
		name : 'с. Просторно',
		value : 'с. Просторно'
	}, {
		name : 'с. Пчелина',
		value : 'с. Пчелина'
	}, {
		name : 'с. Равно',
		value : 'с. Равно'
	}, {
		name : 'с. Радинград',
		value : 'с. Радинград'
	}, {
		name : 'с. Райнино',
		value : 'с. Райнино'
	}, {
		name : 'с. Раковски',
		value : 'с. Раковски'
	}, {
		name : 'с. Савин',
		value : 'с. Савин'
	}, {
		name : 'с. Самуил',
		value : 'с. Самуил'
	}, {
		name : 'с. Свещари',
		value : 'с. Свещари'
	}, {
		name : 'с. Севар',
		value : 'с. Севар'
	}, {
		name : 'с. Сейдол',
		value : 'с. Сейдол'
	}, {
		name : 'с. Сеслав',
		value : 'с. Сеслав'
	}, {
		name : 'с. Синя вода',
		value : 'с. Синя вода'
	}, {
		name : 'с. Средоселци',
		value : 'с. Средоселци'
	}, {
		name : 'с. Старо селище',
		value : 'с. Старо селище'
	}, {
		name : 'с. Стражец',
		value : 'с. Стражец'
	}, {
		name : 'с. Студенец',
		value : 'с. Студенец'
	}, {
		name : 'с. Сушево',
		value : 'с. Сушево'
	}, {
		name : 'с. Тертер',
		value : 'с. Тертер'
	}, {
		name : 'с. Тодорово',
		value : 'с. Тодорово'
	}, {
		name : 'с. Топчии',
		value : 'с. Топчии'
	}, {
		name : 'с. Точилари',
		value : 'с. Точилари'
	}, {
		name : 'с. Трапище',
		value : 'с. Трапище'
	}, {
		name : 'с. Тръбач',
		value : 'с. Тръбач'
	}, {
		name : 'с. Ушинци',
		value : 'с. Ушинци'
	}, {
		name : 'с. Хума',
		value : 'с. Хума'
	}, {
		name : 'с. Хърсово',
		value : 'с. Хърсово'
	}, {
		name : 'с. Черковна',
		value : 'с. Черковна'
	}, {
		name : 'с. Чудомир',
		value : 'с. Чудомир'
	}, {
		name : 'с. Юпер',
		value : 'с. Юпер'
	}, {
		name : 'с. Яким Груево',
		value : 'с. Яким Груево'
	}, {
		name : 'с. Ясеновец',
		value : 'с. Ясеновец'
	}, ]
}, {
	name : 'Русе',
	value : 'Русе',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Русе',
		value : 'гр. Русе'
	}, {
		name : 'гр. Борово',
		value : 'гр. Борово'
	}, {
		name : 'гр. Бяла',
		value : 'гр. Бяла'
	}, {
		name : 'гр. Ветово',
		value : 'гр. Ветово'
	}, {
		name : 'гр. Глоджево',
		value : 'гр. Глоджево'
	}, {
		name : 'гр. Две могили',
		value : 'гр. Две могили'
	}, {
		name : 'гр. Мартен',
		value : 'гр. Мартен'
	}, {
		name : 'гр. Сеново',
		value : 'гр. Сеново'
	}, {
		name : 'гр. Сливо поле',
		value : 'гр. Сливо поле'
	}, {
		name : 'с. Бабово',
		value : 'с. Бабово'
	}, {
		name : 'с. Баниска',
		value : 'с. Баниска'
	}, {
		name : 'с. Басарбово',
		value : 'с. Басарбово'
	}, {
		name : 'с. Батин',
		value : 'с. Батин'
	}, {
		name : 'с. Батишница',
		value : 'с. Батишница'
	}, {
		name : 'с. Белцов',
		value : 'с. Белцов'
	}, {
		name : 'с. Беляново',
		value : 'с. Беляново'
	}, {
		name : 'с. Бистренци',
		value : 'с. Бистренци'
	}, {
		name : 'с. Божичен',
		value : 'с. Божичен'
	}, {
		name : 'с. Борисово',
		value : 'с. Борисово'
	}, {
		name : 'с. Босилковци',
		value : 'с. Босилковци'
	}, {
		name : 'с. Ботров',
		value : 'с. Ботров'
	}, {
		name : 'с. Брестовица',
		value : 'с. Брестовица'
	}, {
		name : 'с. Бръшлен',
		value : 'с. Бръшлен'
	}, {
		name : 'с. Бъзовец',
		value : 'с. Бъзовец'
	}, {
		name : 'с. Бъзън',
		value : 'с. Бъзън'
	}, {
		name : 'с. Волово',
		value : 'с. Волово'
	}, {
		name : 'с. Голямо Враново',
		value : 'с. Голямо Враново'
	}, {
		name : 'с. Горно Абланово',
		value : 'с. Горно Абланово'
	}, {
		name : 'с. Джулюница',
		value : 'с. Джулюница'
	}, {
		name : 'с. Долна Студена',
		value : 'с. Долна Студена'
	}, {
		name : 'с. Долно Абланово',
		value : 'с. Долно Абланово'
	}, {
		name : 'с. Дряновец',
		value : 'с. Дряновец'
	}, {
		name : 'с. Екзарх Йосиф',
		value : 'с. Екзарх Йосиф'
	}, {
		name : 'с. Иваново',
		value : 'с. Иваново'
	}, {
		name : 'с. Караманово',
		value : 'с. Караманово'
	}, {
		name : 'с. Каран Върбовка',
		value : 'с. Каран Върбовка'
	}, {
		name : 'с. Кацелово',
		value : 'с. Кацелово'
	}, {
		name : 'с. Копривец',
		value : 'с. Копривец'
	}, {
		name : 'с. Кошарна',
		value : 'с. Кошарна'
	}, {
		name : 'с. Кошов',
		value : 'с. Кошов'
	}, {
		name : 'с. Красен',
		value : 'с. Красен'
	}, {
		name : 'с. Кривина',
		value : 'с. Кривина'
	}, {
		name : 'с. Кривня',
		value : 'с. Кривня'
	}, {
		name : 'с. Лом Черковна',
		value : 'с. Лом Черковна'
	}, {
		name : 'с. Малко Враново',
		value : 'с. Малко Враново'
	}, {
		name : 'с. Мечка',
		value : 'с. Мечка'
	}, {
		name : 'с. Могилино',
		value : 'с. Могилино'
	}, {
		name : 'с. Николово',
		value : 'с. Николово'
	}, {
		name : 'с. Нисово',
		value : 'с. Нисово'
	}, {
		name : 'с. Новград',
		value : 'с. Новград'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Обретеник',
		value : 'с. Обретеник'
	}, {
		name : 'с. Острица',
		value : 'с. Острица'
	}, {
		name : 'с. Пейчиново',
		value : 'с. Пейчиново'
	}, {
		name : 'с. Пепелина',
		value : 'с. Пепелина'
	}, {
		name : 'с. Пет кладенци',
		value : 'с. Пет кладенци'
	}, {
		name : 'с. Пиперково',
		value : 'с. Пиперково'
	}, {
		name : 'с. Пиргово',
		value : 'с. Пиргово'
	}, {
		name : 'с. Писанец',
		value : 'с. Писанец'
	}, {
		name : 'с. Полско Косово',
		value : 'с. Полско Косово'
	}, {
		name : 'с. Помен',
		value : 'с. Помен'
	}, {
		name : 'с. Просена',
		value : 'с. Просена'
	}, {
		name : 'с. Ряхово',
		value : 'с. Ряхово'
	}, {
		name : 'с. Сандрово',
		value : 'с. Сандрово'
	}, {
		name : 'с. Сваленик',
		value : 'с. Сваленик'
	}, {
		name : 'с. Семерджиево',
		value : 'с. Семерджиево'
	}, {
		name : 'с. Смирненски',
		value : 'с. Смирненски'
	}, {
		name : 'с. Стамболово',
		value : 'с. Стамболово'
	}, {
		name : 'с. Стърмен',
		value : 'с. Стърмен'
	}, {
		name : 'с. Табачка',
		value : 'с. Табачка'
	}, {
		name : 'с. Тетово',
		value : 'с. Тетово'
	}, {
		name : 'с. Тръстеник',
		value : 'с. Тръстеник'
	}, {
		name : 'с. Хотанца',
		value : 'с. Хотанца'
	}, {
		name : 'с. Ценово',
		value : 'с. Ценово'
	}, {
		name : 'с. Церовец',
		value : 'с. Церовец'
	}, {
		name : 'с. Червен',
		value : 'с. Червен'
	}, {
		name : 'с. Червена вода',
		value : 'с. Червена вода'
	}, {
		name : 'с. Черешово',
		value : 'с. Черешово'
	}, {
		name : 'с. Чилнов',
		value : 'с. Чилнов'
	}, {
		name : 'с. Широково',
		value : 'с. Широково'
	}, {
		name : 'с. Щръклево',
		value : 'с. Щръклево'
	}, {
		name : 'с. Юделник',
		value : 'с. Юделник'
	}, {
		name : 'с. Ястребово',
		value : 'с. Ястребово'
	} ]
}, {
	name : 'Силистра',
	value : 'Силистра',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Силистра',
		value : 'гр. Силистра'
	}, {
		name : 'гр. Алфатар',
		value : 'гр. Алфатар'
	}, {
		name : 'гр. Главиница',
		value : 'гр. Главиница'
	}, {
		name : 'гр. Дулово',
		value : 'гр. Дулово'
	}, {
		name : 'гр. Тутракан',
		value : 'гр. Тутракан'
	}, {
		name : 'с. Айдемир',
		value : 'с. Айдемир'
	}, {
		name : 'с. Алеково',
		value : 'с. Алеково'
	}, {
		name : 'с. Антимово',
		value : 'с. Антимово'
	}, {
		name : 'с. Бабук',
		value : 'с. Бабук'
	}, {
		name : 'с. Бащино',
		value : 'с. Бащино'
	}, {
		name : 'с. Белица',
		value : 'с. Белица'
	}, {
		name : 'с. Бистра',
		value : 'с. Бистра'
	}, {
		name : 'с. Богданци',
		value : 'с. Богданци'
	}, {
		name : 'с. Богорово',
		value : 'с. Богорово'
	}, {
		name : 'с. Боил',
		value : 'с. Боил'
	}, {
		name : 'с. Босна',
		value : 'с. Босна'
	}, {
		name : 'с. Брадвари',
		value : 'с. Брадвари'
	}, {
		name : 'с. Бреница',
		value : 'с. Бреница'
	}, {
		name : 'с. Българка',
		value : 'с. Българка'
	}, {
		name : 'с. Варненци',
		value : 'с. Варненци'
	}, {
		name : 'с. Васил Левски',
		value : 'с. Васил Левски'
	}, {
		name : 'с. Ветрен',
		value : 'с. Ветрен'
	}, {
		name : 'с. Водно',
		value : 'с. Водно'
	}, {
		name : 'с. Войново',
		value : 'с. Войново'
	}, {
		name : 'с. Вокил',
		value : 'с. Вокил'
	}, {
		name : 'с. Вълкан',
		value : 'с. Вълкан'
	}, {
		name : 'с. Върбино',
		value : 'с. Върбино'
	}, {
		name : 'с. Гарван',
		value : 'с. Гарван'
	}, {
		name : 'с. Главан',
		value : 'с. Главан'
	}, {
		name : 'с. Голеш',
		value : 'с. Голеш'
	}, {
		name : 'с. Господиново',
		value : 'с. Господиново'
	}, {
		name : 'с. Грънчарово',
		value : 'с. Грънчарово'
	}, {
		name : 'с. Давидово',
		value : 'с. Давидово'
	}, {
		name : 'с. Дичево',
		value : 'с. Дичево'
	}, {
		name : 'с. Добротица',
		value : 'с. Добротица'
	}, {
		name : 'с. Добруджанка',
		value : 'с. Добруджанка'
	}, {
		name : 'с. Долец',
		value : 'с. Долец'
	}, {
		name : 'с. Долно Ряхово',
		value : 'с. Долно Ряхово'
	}, {
		name : 'с. Дунавец',
		value : 'с. Дунавец'
	}, {
		name : 'с. Зарица',
		value : 'с. Зарица'
	}, {
		name : 'с. Зарник',
		value : 'с. Зарник'
	}, {
		name : 'с. Зафирово',
		value : 'с. Зафирово'
	}, {
		name : 'с. Звенимир',
		value : 'с. Звенимир'
	}, {
		name : 'с. Зебил',
		value : 'с. Зебил'
	}, {
		name : 'с. Златоклас',
		value : 'с. Златоклас'
	}, {
		name : 'с. Ирник',
		value : 'с. Ирник'
	}, {
		name : 'с. Искра',
		value : 'с. Искра'
	}, {
		name : 'с. Йорданово',
		value : 'с. Йорданово'
	}, {
		name : 'с. Казимир',
		value : 'с. Казимир'
	}, {
		name : 'с. Кайнарджа',
		value : 'с. Кайнарджа'
	}, {
		name : 'с. Калипетрово',
		value : 'с. Калипетрово'
	}, {
		name : 'с. Калугерене',
		value : 'с. Калугерене'
	}, {
		name : 'с. Каменци',
		value : 'с. Каменци'
	}, {
		name : 'с. Козяк',
		value : 'с. Козяк'
	}, {
		name : 'с. Коларово',
		value : 'с. Коларово'
	}, {
		name : 'с. Колобър',
		value : 'с. Колобър'
	}, {
		name : 'с. Косара',
		value : 'с. Косара'
	}, {
		name : 'с. Краново',
		value : 'с. Краново'
	}, {
		name : 'с. Кутловица',
		value : 'с. Кутловица'
	}, {
		name : 'с. Листец',
		value : 'с. Листец'
	}, {
		name : 'с. Любен',
		value : 'с. Любен'
	}, {
		name : 'с. Малък Преславец',
		value : 'с. Малък Преславец'
	}, {
		name : 'с. Межден',
		value : 'с. Межден'
	}, {
		name : 'с. Нова Попина',
		value : 'с. Нова Попина'
	}, {
		name : 'с. Нова Черна',
		value : 'с. Нова Черна'
	}, {
		name : 'с. Ножарево',
		value : 'с. Ножарево'
	}, {
		name : 'с. Овен',
		value : 'с. Овен'
	}, {
		name : 'с. Окорш',
		value : 'с. Окорш'
	}, {
		name : 'с. Орешене',
		value : 'с. Орешене'
	}, {
		name : 'с. Осен',
		value : 'с. Осен'
	}, {
		name : 'с. Падина',
		value : 'с. Падина'
	}, {
		name : 'с. Паисиево',
		value : 'с. Паисиево'
	}, {
		name : 'с. Подлес',
		value : 'с. Подлес'
	}, {
		name : 'с. Пожарево',
		value : 'с. Пожарево'
	}, {
		name : 'с. Полковник Ламбриново',
		value : 'с. Полковник Ламбриново'
	}, {
		name : 'с. Полковник Таслаково',
		value : 'с. Полковник Таслаково'
	}, {
		name : 'с. Полковник Чолаково',
		value : 'с. Полковник Чолаково'
	}, {
		name : 'с. Поляна',
		value : 'с. Поляна'
	}, {
		name : 'с. Попина',
		value : 'с. Попина'
	}, {
		name : 'с. Попкралево',
		value : 'с. Попкралево'
	}, {
		name : 'с. Попрусаново',
		value : 'с. Попрусаново'
	}, {
		name : 'с. Поройно',
		value : 'с. Поройно'
	}, {
		name : 'с. Посев',
		value : 'с. Посев'
	}, {
		name : 'с. Правда',
		value : 'с. Правда'
	}, {
		name : 'с. Преславци',
		value : 'с. Преславци'
	}, {
		name : 'с. Професор Иширково',
		value : 'с. Професор Иширково'
	}, {
		name : 'с. Прохлада',
		value : 'с. Прохлада'
	}, {
		name : 'с. Раздел',
		value : 'с. Раздел'
	}, {
		name : 'с. Руйно',
		value : 'с. Руйно'
	}, {
		name : 'с. Светослав',
		value : 'с. Светослав'
	}, {
		name : 'с. Секулово',
		value : 'с. Секулово'
	}, {
		name : 'с. Ситово',
		value : 'с. Ситово'
	}, {
		name : 'с. Скала',
		value : 'с. Скала'
	}, {
		name : 'с. Слатина',
		value : 'с. Слатина'
	}, {
		name : 'с. Смилец',
		value : 'с. Смилец'
	}, {
		name : 'с. Сокол',
		value : 'с. Сокол'
	}, {
		name : 'с. Срацимир',
		value : 'с. Срацимир'
	}, {
		name : 'с. Сребърна',
		value : 'с. Сребърна'
	}, {
		name : 'с. Средище',
		value : 'с. Средище'
	}, {
		name : 'с. Старо село',
		value : 'с. Старо село'
	}, {
		name : 'с. Стефан Караджа',
		value : 'с. Стефан Караджа'
	}, {
		name : 'с. Стрелково',
		value : 'с. Стрелково'
	}, {
		name : 'с. Суходол',
		value : 'с. Суходол'
	}, {
		name : 'с. Сърпово',
		value : 'с. Сърпово'
	}, {
		name : 'с. Сяново',
		value : 'с. Сяново'
	}, {
		name : 'с. Търновци',
		value : 'с. Търновци'
	}, {
		name : 'с. Цар Асен',
		value : 'с. Цар Асен'
	}, {
		name : 'с. Цар Самуил',
		value : 'с. Цар Самуил'
	}, {
		name : 'с. Царев дол',
		value : 'с. Царев дол'
	}, {
		name : 'с. Ценович',
		value : 'с. Ценович'
	}, {
		name : 'с. Черковна',
		value : 'с. Черковна'
	}, {
		name : 'с. Черник',
		value : 'с. Черник'
	}, {
		name : 'с. Черногор',
		value : 'с. Черногор'
	}, {
		name : 'с. Чернолик',
		value : 'с. Чернолик'
	}, {
		name : 'с. Чуковец',
		value : 'с. Чуковец'
	}, {
		name : 'с. Шуменци',
		value : 'с. Шуменци'
	}, {
		name : 'с. Яребица',
		value : 'с. Яребица'
	}, {
		name : 'с. Ястребна',
		value : 'с. Ястребна'
	} ]
}, {
	name : 'Сливен',
	value : 'Сливен',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Сливен',
		value : 'гр. Сливен'
	}, {
		name : 'гр. Кермен',
		value : 'гр. Кермен'
	}, {
		name : 'гр. Котел',
		value : 'гр. Котел'
	}, {
		name : 'гр. Нова Загора',
		value : 'гр. Нова Загора'
	}, {
		name : 'гр. Твърдица',
		value : 'гр. Твърдица'
	}, {
		name : 'гр. Шивачево',
		value : 'гр. Шивачево'
	}, {
		name : 'с. Асеновец',
		value : 'с. Асеновец'
	}, {
		name : 'с. Баня',
		value : 'с. Баня'
	}, {
		name : 'с. Биково',
		value : 'с. Биково'
	}, {
		name : 'с. Бинкос',
		value : 'с. Бинкос'
	}, {
		name : 'с. Блатец',
		value : 'с. Блатец'
	}, {
		name : 'с. Близнец',
		value : 'с. Близнец'
	}, {
		name : 'с. Богданово',
		value : 'с. Богданово'
	}, {
		name : 'с. Божевци',
		value : 'с. Божевци'
	}, {
		name : 'с. Бозаджии',
		value : 'с. Бозаджии'
	}, {
		name : 'с. Боринци',
		value : 'с. Боринци'
	}, {
		name : 'с. Боров дол',
		value : 'с. Боров дол'
	}, {
		name : 'с. Братан',
		value : 'с. Братан'
	}, {
		name : 'с. Брястово',
		value : 'с. Брястово'
	}, {
		name : 'с. Бял кладенец',
		value : 'с. Бял кладенец'
	}, {
		name : 'с. Бяла',
		value : 'с. Бяла'
	}, {
		name : 'с. Бяла паланка',
		value : 'с. Бяла паланка'
	}, {
		name : 'с. Въглен',
		value : 'с. Въглен'
	}, {
		name : 'с. Гавраилово',
		value : 'с. Гавраилово'
	}, {
		name : 'с. Гергевец',
		value : 'с. Гергевец'
	}, {
		name : 'с. Глуфишево',
		value : 'с. Глуфишево'
	}, {
		name : 'с. Глушник',
		value : 'с. Глушник'
	}, {
		name : 'с. Голямо Чочовени',
		value : 'с. Голямо Чочовени'
	}, {
		name : 'с. Горно Александрово',
		value : 'с. Горно Александрово'
	}, {
		name : 'с. Градец',
		value : 'с. Градец'
	}, {
		name : 'с. Градско',
		value : 'с. Градско'
	}, {
		name : 'с. Графитово',
		value : 'с. Графитово'
	}, {
		name : 'с. Драгоданово',
		value : 'с. Драгоданово'
	}, {
		name : 'с. Дъбова',
		value : 'с. Дъбова'
	}, {
		name : 'с. Дядово',
		value : 'с. Дядово'
	}, {
		name : 'с. Езеро',
		value : 'с. Езеро'
	}, {
		name : 'с. Еленово',
		value : 'с. Еленово'
	}, {
		name : 'с. Желю войвода',
		value : 'с. Желю войвода'
	}, {
		name : 'с. Жеравна',
		value : 'с. Жеравна'
	}, {
		name : 'с. Жълт бряг',
		value : 'с. Жълт бряг'
	}, {
		name : 'с. Загорци',
		value : 'с. Загорци'
	}, {
		name : 'с. Зайчари',
		value : 'с. Зайчари'
	}, {
		name : 'с. Злати войвода',
		value : 'с. Злати войвода'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Ичера',
		value : 'с. Ичера'
	}, {
		name : 'с. Калояново',
		value : 'с. Калояново'
	}, {
		name : 'с. Камен',
		value : 'с. Камен'
	}, {
		name : 'с. Каменово',
		value : 'с. Каменово'
	}, {
		name : 'с. Караново',
		value : 'с. Караново'
	}, {
		name : 'с. Катунище',
		value : 'с. Катунище'
	}, {
		name : 'с. Кипилово',
		value : 'с. Кипилово'
	}, {
		name : 'с. Ковачите',
		value : 'с. Ковачите'
	}, {
		name : 'с. Коньово',
		value : 'с. Коньово'
	}, {
		name : 'с. Кортен',
		value : 'с. Кортен'
	}, {
		name : 'с. Крива круша',
		value : 'с. Крива круша'
	}, {
		name : 'с. Крушаре',
		value : 'с. Крушаре'
	}, {
		name : 'с. Любенец',
		value : 'с. Любенец'
	}, {
		name : 'с. Любенова махала',
		value : 'с. Любенова махала'
	}, {
		name : 'с. Малко Чочовени',
		value : 'с. Малко Чочовени'
	}, {
		name : 'с. Малко село',
		value : 'с. Малко село'
	}, {
		name : 'с. Медвен',
		value : 'с. Медвен'
	}, {
		name : 'с. Мечкарево',
		value : 'с. Мечкарево'
	}, {
		name : 'с. Младово',
		value : 'с. Младово'
	}, {
		name : 'с. Млекарево',
		value : 'с. Млекарево'
	}, {
		name : 'с. Мокрен',
		value : 'с. Мокрен'
	}, {
		name : 'с. Научене',
		value : 'с. Научене'
	}, {
		name : 'с. Нейково',
		value : 'с. Нейково'
	}, {
		name : 'с. Николаево',
		value : 'с. Николаево'
	}, {
		name : 'с. Новачево',
		value : 'с. Новачево'
	}, {
		name : 'с. Новоселец',
		value : 'с. Новоселец'
	}, {
		name : 'с. Омарчево',
		value : 'с. Омарчево'
	}, {
		name : 'с. Оризари',
		value : 'с. Оризари'
	}, {
		name : 'с. Орлово',
		value : 'с. Орлово'
	}, {
		name : 'с. Остра могила',
		value : 'с. Остра могила'
	}, {
		name : 'с. Панаретовци',
		value : 'с. Панаретовци'
	}, {
		name : 'с. Пет могили',
		value : 'с. Пет могили'
	}, {
		name : 'с. Питово',
		value : 'с. Питово'
	}, {
		name : 'с. Полско Пъдарево',
		value : 'с. Полско Пъдарево'
	}, {
		name : 'с. Прохорово',
		value : 'с. Прохорово'
	}, {
		name : 'с. Пъдарево',
		value : 'с. Пъдарево'
	}, {
		name : 'с. Радево',
		value : 'с. Радево'
	}, {
		name : 'с. Радецки',
		value : 'с. Радецки'
	}, {
		name : 'с. Раково',
		value : 'с. Раково'
	}, {
		name : 'с. Самуилово',
		value : 'с. Самуилово'
	}, {
		name : 'с. Сборище',
		value : 'с. Сборище'
	}, {
		name : 'с. Седларево',
		value : 'с. Седларево'
	}, {
		name : 'с. Селиминово',
		value : 'с. Селиминово'
	}, {
		name : 'с. Скобелево',
		value : 'с. Скобелево'
	}, {
		name : 'с. Сокол',
		value : 'с. Сокол'
	}, {
		name : 'с. Соколарци',
		value : 'с. Соколарци'
	}, {
		name : 'с. Сотиря',
		value : 'с. Сотиря'
	}, {
		name : 'с. Средорек',
		value : 'с. Средорек'
	}, {
		name : 'с. Стара река',
		value : 'с. Стара река'
	}, {
		name : 'с. Старо село',
		value : 'с. Старо село'
	}, {
		name : 'с. Стоил войвода',
		value : 'с. Стоил войвода'
	}, {
		name : 'с. Стрелци',
		value : 'с. Стрелци'
	}, {
		name : 'с. Струпец',
		value : 'с. Струпец'
	}, {
		name : 'с. Събрано',
		value : 'с. Събрано'
	}, {
		name : 'с. Съдиево',
		value : 'с. Съдиево'
	}, {
		name : 'с. Съдийско поле',
		value : 'с. Съдийско поле'
	}, {
		name : 'с. Сърцево',
		value : 'с. Сърцево'
	}, {
		name : 'с. Тича',
		value : 'с. Тича'
	}, {
		name : 'с. Тополчане',
		value : 'с. Тополчане'
	}, {
		name : 'с. Топузево',
		value : 'с. Топузево'
	}, {
		name : 'с. Трапоклово',
		value : 'с. Трапоклово'
	}, {
		name : 'с. Филаретово',
		value : 'с. Филаретово'
	}, {
		name : 'с. Ценино',
		value : 'с. Ценино'
	}, {
		name : 'с. Червенаково',
		value : 'с. Червенаково'
	}, {
		name : 'с. Чинтулово',
		value : 'с. Чинтулово'
	}, {
		name : 'с. Чокоба',
		value : 'с. Чокоба'
	}, {
		name : 'с. Ябланово',
		value : 'с. Ябланово'
	} ]
}, {
	name : 'Смолян',
	value : 'Смолян',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Смолян',
		value : 'гр. Смолян'
	}, {
		name : 'гр. Девин',
		value : 'гр. Девин'
	}, {
		name : 'гр. Доспат',
		value : 'гр. Доспат'
	}, {
		name : 'гр. Златоград',
		value : 'гр. Златоград'
	}, {
		name : 'гр. Мадан',
		value : 'гр. Мадан'
	}, {
		name : 'гр. Неделино',
		value : 'гр. Неделино'
	}, {
		name : 'гр. Рудозем',
		value : 'гр. Рудозем'
	}, {
		name : 'гр. Чепеларе',
		value : 'гр. Чепеларе'
	}, {
		name : 'с. Аламовци',
		value : 'с. Аламовци'
	}, {
		name : 'с. Алиговска',
		value : 'с. Алиговска'
	}, {
		name : 'с. Арда',
		value : 'с. Арда'
	}, {
		name : 'с. Арпаджик',
		value : 'с. Арпаджик'
	}, {
		name : 'с. Баблон',
		value : 'с. Баблон'
	}, {
		name : 'с. Баните',
		value : 'с. Баните'
	}, {
		name : 'с. Барутин',
		value : 'с. Барутин'
	}, {
		name : 'с. Беден',
		value : 'с. Беден'
	}, {
		name : 'с. Белев дол',
		value : 'с. Белев дол'
	}, {
		name : 'с. Билянска',
		value : 'с. Билянска'
	}, {
		name : 'с. Богутево',
		value : 'с. Богутево'
	}, {
		name : 'с. Боево',
		value : 'с. Боево'
	}, {
		name : 'с. Борие',
		value : 'с. Борие'
	}, {
		name : 'с. Борика',
		value : 'с. Борика'
	}, {
		name : 'с. Бориково',
		value : 'с. Бориково'
	}, {
		name : 'с. Борино',
		value : 'с. Борино'
	}, {
		name : 'с. Бориново',
		value : 'с. Бориново'
	}, {
		name : 'с. Боровина',
		value : 'с. Боровина'
	}, {
		name : 'с. Босилково',
		value : 'с. Босилково'
	}, {
		name : 'с. Бостина',
		value : 'с. Бостина'
	}, {
		name : 'с. Бреза',
		value : 'с. Бреза'
	}, {
		name : 'с. Брезе',
		value : 'с. Брезе'
	}, {
		name : 'с. Бръщен',
		value : 'с. Бръщен'
	}, {
		name : 'с. Буйново',
		value : 'с. Буйново'
	}, {
		name : 'с. Буката',
		value : 'с. Буката'
	}, {
		name : 'с. Букаците',
		value : 'с. Букаците'
	}, {
		name : 'с. Букова поляна',
		value : 'с. Букова поляна'
	}, {
		name : 'с. Буково',
		value : 'с. Буково'
	}, {
		name : 'с. Бурево',
		value : 'с. Бурево'
	}, {
		name : 'с. Бърчево',
		value : 'с. Бърчево'
	}, {
		name : 'с. Бяла река',
		value : 'с. Бяла река'
	}, {
		name : 'с. Вехтино',
		value : 'с. Вехтино'
	}, {
		name : 'с. Виево',
		value : 'с. Виево'
	}, {
		name : 'с. Високите',
		value : 'с. Високите'
	}, {
		name : 'с. Витина',
		value : 'с. Витина'
	}, {
		name : 'с. Вишнево',
		value : 'с. Вишнево'
	}, {
		name : 'с. Влахово',
		value : 'с. Влахово'
	}, {
		name : 'с. Водата',
		value : 'с. Водата'
	}, {
		name : 'с. Водни пад',
		value : 'с. Водни пад'
	}, {
		name : 'с. Войкова лъка',
		value : 'с. Войкова лъка'
	}, {
		name : 'с. Вранинци',
		value : 'с. Вранинци'
	}, {
		name : 'с. Вълчан',
		value : 'с. Вълчан'
	}, {
		name : 'с. Вълчан дол',
		value : 'с. Вълчан дол'
	}, {
		name : 'с. Върба',
		value : 'с. Върба'
	}, {
		name : 'с. Върбина',
		value : 'с. Върбина'
	}, {
		name : 'с. Върбово',
		value : 'с. Върбово'
	}, {
		name : 'с. Въргов дол',
		value : 'с. Въргов дол'
	}, {
		name : 'с. Върли дол',
		value : 'с. Върли дол'
	}, {
		name : 'с. Върлино',
		value : 'с. Върлино'
	}, {
		name : 'с. Габрина',
		value : 'с. Габрина'
	}, {
		name : 'с. Габрица',
		value : 'с. Габрица'
	}, {
		name : 'с. Галище',
		value : 'с. Галище'
	}, {
		name : 'с. Гела',
		value : 'с. Гела'
	}, {
		name : 'с. Глогино',
		value : 'с. Глогино'
	}, {
		name : 'с. Гоздевица',
		value : 'с. Гоздевица'
	}, {
		name : 'с. Горна Арда',
		value : 'с. Горна Арда'
	}, {
		name : 'с. Горово',
		value : 'с. Горово'
	}, {
		name : 'с. Градът',
		value : 'с. Градът'
	}, {
		name : 'с. Грамаде',
		value : 'с. Грамаде'
	}, {
		name : 'с. Гращица',
		value : 'с. Гращица'
	}, {
		name : 'с. Грохотно',
		value : 'с. Грохотно'
	}, {
		name : 'с. Гудевица',
		value : 'с. Гудевица'
	}, {
		name : 'с. Гълъбово',
		value : 'с. Гълъбово'
	}, {
		name : 'с. Гърнати',
		value : 'с. Гърнати'
	}, {
		name : 'с. Гьоврен',
		value : 'с. Гьоврен'
	}, {
		name : 'с. Давидково',
		value : 'с. Давидково'
	}, {
		name : 'с. Две тополи',
		value : 'с. Две тополи'
	}, {
		name : 'с. Дебеляново',
		value : 'с. Дебеляново'
	}, {
		name : 'с. Диманово',
		value : 'с. Диманово'
	}, {
		name : 'с. Димово',
		value : 'с. Димово'
	}, {
		name : 'с. Дирало',
		value : 'с. Дирало'
	}, {
		name : 'с. Добрева череша',
		value : 'с. Добрева череша'
	}, {
		name : 'с. Долен',
		value : 'с. Долен'
	}, {
		name : 'с. Долие',
		value : 'с. Долие'
	}, {
		name : 'с. Дрянка',
		value : 'с. Дрянка'
	}, {
		name : 'с. Дряновец',
		value : 'с. Дряновец'
	}, {
		name : 'с. Дунево',
		value : 'с. Дунево'
	}, {
		name : 'с. Дуня',
		value : 'с. Дуня'
	}, {
		name : 'с. Дъбова',
		value : 'с. Дъбова'
	}, {
		name : 'с. Еленка',
		value : 'с. Еленка'
	}, {
		name : 'с. Еленска',
		value : 'с. Еленска'
	}, {
		name : 'с. Елховец',
		value : 'с. Елховец'
	}, {
		name : 'с. Ельово',
		value : 'с. Ельово'
	}, {
		name : 'с. Ерма река',
		value : 'с. Ерма река'
	}, {
		name : 'с. Жребево',
		value : 'с. Жребево'
	}, {
		name : 'с. Забърдо',
		value : 'с. Забърдо'
	}, {
		name : 'с. Загражден',
		value : 'с. Загражден'
	}, {
		name : 'с. Заевите',
		value : 'с. Заевите'
	}, {
		name : 'с. Змеица',
		value : 'с. Змеица'
	}, {
		name : 'с. Змиево',
		value : 'с. Змиево'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Иваново',
		value : 'с. Иваново'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Исьовци',
		value : 'с. Исьовци'
	}, {
		name : 'с. Касапско',
		value : 'с. Касапско'
	}, {
		name : 'с. Катраница',
		value : 'с. Катраница'
	}, {
		name : 'с. Кестен',
		value : 'с. Кестен'
	}, {
		name : 'с. Киселчово',
		value : 'с. Киселчово'
	}, {
		name : 'с. Кожари',
		value : 'с. Кожари'
	}, {
		name : 'с. Козарка',
		value : 'с. Козарка'
	}, {
		name : 'с. Кокорово',
		value : 'с. Кокорово'
	}, {
		name : 'с. Кокорци',
		value : 'с. Кокорци'
	}, {
		name : 'с. Кориите',
		value : 'с. Кориите'
	}, {
		name : 'с. Коритата',
		value : 'с. Коритата'
	}, {
		name : 'с. Кочани',
		value : 'с. Кочани'
	}, {
		name : 'с. Кошница',
		value : 'с. Кошница'
	}, {
		name : 'с. Крайна (Мадан)',
		value : 'с. Крайна (Мадан)'
	}, {
		name : 'с. Крайна (Неделино)',
		value : 'с. Крайна (Неделино)'
	}, {
		name : 'с. Кремене',
		value : 'с. Кремене'
	}, {
		name : 'с. Крушев дол',
		value : 'с. Крушев дол'
	}, {
		name : 'с. Кръстатица',
		value : 'с. Кръстатица'
	}, {
		name : 'с. Кукувица',
		value : 'с. Кукувица'
	}, {
		name : 'с. Кундево',
		value : 'с. Кундево'
	}, {
		name : 'с. Купен',
		value : 'с. Купен'
	}, {
		name : 'с. Кутела',
		value : 'с. Кутела'
	}, {
		name : 'с. Кушла',
		value : 'с. Кушла'
	}, {
		name : 'с. Късак',
		value : 'с. Късак'
	}, {
		name : 'с. Левочево',
		value : 'с. Левочево'
	}, {
		name : 'с. Леска',
		value : 'с. Леска'
	}, {
		name : 'с. Лещак',
		value : 'с. Лещак'
	}, {
		name : 'с. Ливаде',
		value : 'с. Ливаде'
	}, {
		name : 'с. Лилеково',
		value : 'с. Лилеково'
	}, {
		name : 'с. Липец',
		value : 'с. Липец'
	}, {
		name : 'с. Ловци',
		value : 'с. Ловци'
	}, {
		name : 'с. Лъка',
		value : 'с. Лъка'
	}, {
		name : 'с. Любча',
		value : 'с. Любча'
	}, {
		name : 'с. Люлка',
		value : 'с. Люлка'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Магарджица',
		value : 'с. Магарджица'
	}, {
		name : 'с. Малево',
		value : 'с. Малево'
	}, {
		name : 'с. Малка Арда',
		value : 'с. Малка Арда'
	}, {
		name : 'с. Малко Крушево',
		value : 'с. Малко Крушево'
	}, {
		name : 'с. Миле',
		value : 'с. Миле'
	}, {
		name : 'с. Милково',
		value : 'с. Милково'
	}, {
		name : 'с. Митовска',
		value : 'с. Митовска'
	}, {
		name : 'с. Михалково',
		value : 'с. Михалково'
	}, {
		name : 'с. Могилица',
		value : 'с. Могилица'
	}, {
		name : 'с. Момчиловци',
		value : 'с. Момчиловци'
	}, {
		name : 'с. Мочуре',
		value : 'с. Мочуре'
	}, {
		name : 'с. Мугла',
		value : 'с. Мугла'
	}, {
		name : 'с. Мъглища',
		value : 'с. Мъглища'
	}, {
		name : 'с. Мързян',
		value : 'с. Мързян'
	}, {
		name : 'с. Надарци',
		value : 'с. Надарци'
	}, {
		name : 'с. Оглед',
		value : 'с. Оглед'
	}, {
		name : 'с. Оградна',
		value : 'с. Оградна'
	}, {
		name : 'с. Орехово',
		value : 'с. Орехово'
	}, {
		name : 'с. Орешец',
		value : 'с. Орешец'
	}, {
		name : 'с. Оряховец',
		value : 'с. Оряховец'
	}, {
		name : 'с. Осиково',
		value : 'с. Осиково'
	}, {
		name : 'с. Остри пазлак',
		value : 'с. Остри пазлак'
	}, {
		name : 'с. Острица',
		value : 'с. Острица'
	}, {
		name : 'с. Павелско',
		value : 'с. Павелско'
	}, {
		name : 'с. Петково',
		value : 'с. Петково'
	}, {
		name : 'с. Петров дол',
		value : 'с. Петров дол'
	}, {
		name : 'с. Печинска',
		value : 'с. Печинска'
	}, {
		name : 'с. Пещера',
		value : 'с. Пещера'
	}, {
		name : 'с. Писаница',
		value : 'с. Писаница'
	}, {
		name : 'с. Планинско',
		value : 'с. Планинско'
	}, {
		name : 'с. Планинци',
		value : 'с. Планинци'
	}, {
		name : 'с. Пловдивци',
		value : 'с. Пловдивци'
	}, {
		name : 'с. Подвис',
		value : 'с. Подвис'
	}, {
		name : 'с. Полковник Серафимово',
		value : 'с. Полковник Серафимово'
	}, {
		name : 'с. Поляна',
		value : 'с. Поляна'
	}, {
		name : 'с. Попрелка',
		value : 'с. Попрелка'
	}, {
		name : 'с. Потока',
		value : 'с. Потока'
	}, {
		name : 'с. Пресока',
		value : 'с. Пресока'
	}, {
		name : 'с. Проглед',
		value : 'с. Проглед'
	}, {
		name : 'с. Равнил',
		value : 'с. Равнил'
	}, {
		name : 'с. Равнината',
		value : 'с. Равнината'
	}, {
		name : 'с. Равнища',
		value : 'с. Равнища'
	}, {
		name : 'с. Равно нивище',
		value : 'с. Равно нивище'
	}, {
		name : 'с. Река',
		value : 'с. Река'
	}, {
		name : 'с. Речани',
		value : 'с. Речани'
	}, {
		name : 'с. Рибен дол',
		value : 'с. Рибен дол'
	}, {
		name : 'с. Рибница',
		value : 'с. Рибница'
	}, {
		name : 'с. Ровина',
		value : 'с. Ровина'
	}, {
		name : 'с. Рустан',
		value : 'с. Рустан'
	}, {
		name : 'с. Селище',
		value : 'с. Селище'
	}, {
		name : 'с. Селча',
		value : 'с. Селча'
	}, {
		name : 'с. Сивино',
		value : 'с. Сивино'
	}, {
		name : 'с. Славейно',
		value : 'с. Славейно'
	}, {
		name : 'с. Сливка',
		value : 'с. Сливка'
	}, {
		name : 'с. Сливово',
		value : 'с. Сливово'
	}, {
		name : 'с. Смилян',
		value : 'с. Смилян'
	}, {
		name : 'с. Соколовци',
		value : 'с. Соколовци'
	}, {
		name : 'с. Солища',
		value : 'с. Солища'
	}, {
		name : 'с. Сопотот',
		value : 'с. Сопотот'
	}, {
		name : 'с. Средец',
		value : 'с. Средец'
	}, {
		name : 'с. Средногорци',
		value : 'с. Средногорци'
	}, {
		name : 'с. Средок',
		value : 'с. Средок'
	}, {
		name : 'с. Стайчин дол',
		value : 'с. Стайчин дол'
	}, {
		name : 'с. Старцево',
		value : 'с. Старцево'
	}, {
		name : 'с. Стикъл',
		value : 'с. Стикъл'
	}, {
		name : 'с. Стойките',
		value : 'с. Стойките'
	}, {
		name : 'с. Стоманево',
		value : 'с. Стоманево'
	}, {
		name : 'с. Стража',
		value : 'с. Стража'
	}, {
		name : 'с. Страшимир',
		value : 'с. Страшимир'
	}, {
		name : 'с. Студена',
		value : 'с. Студена'
	}, {
		name : 'с. Студенец',
		value : 'с. Студенец'
	}, {
		name : 'с. Стърница',
		value : 'с. Стърница'
	}, {
		name : 'с. Сърнино',
		value : 'с. Сърнино'
	}, {
		name : 'с. Тешел',
		value : 'с. Тешел'
	}, {
		name : 'с. Тикале',
		value : 'с. Тикале'
	}, {
		name : 'с. Траве',
		value : 'с. Траве'
	}, {
		name : 'с. Требище',
		value : 'с. Требище'
	}, {
		name : 'с. Триград',
		value : 'с. Триград'
	}, {
		name : 'с. Турян',
		value : 'с. Турян'
	}, {
		name : 'с. Тънка бара',
		value : 'с. Тънка бара'
	}, {
		name : 'с. Тънкото',
		value : 'с. Тънкото'
	}, {
		name : 'с. Търън',
		value : 'с. Търън'
	}, {
		name : 'с. Уручевци',
		value : 'с. Уручевци'
	}, {
		name : 'с. Ухловица',
		value : 'с. Ухловица'
	}, {
		name : 'с. Фабрика',
		value : 'с. Фабрика'
	}, {
		name : 'с. Фатово',
		value : 'с. Фатово'
	}, {
		name : 'с. Хасовица',
		value : 'с. Хасовица'
	}, {
		name : 'с. Хвойна',
		value : 'с. Хвойна'
	}, {
		name : 'с. Цацаровци',
		value : 'с. Цацаровци'
	}, {
		name : 'с. Цирка',
		value : 'с. Цирка'
	}, {
		name : 'с. Црънча',
		value : 'с. Црънча'
	}, {
		name : 'с. Чавдар',
		value : 'с. Чавдар'
	}, {
		name : 'с. Чала',
		value : 'с. Чала'
	}, {
		name : 'с. Чамла',
		value : 'с. Чамла'
	}, {
		name : 'с. Чепинци',
		value : 'с. Чепинци'
	}, {
		name : 'с. Чеплетен',
		value : 'с. Чеплетен'
	}, {
		name : 'с. Черешките',
		value : 'с. Черешките'
	}, {
		name : 'с. Черешово',
		value : 'с. Черешово'
	}, {
		name : 'с. Черешовска река',
		value : 'с. Черешовска река'
	}, {
		name : 'с. Чокманово',
		value : 'с. Чокманово'
	}, {
		name : 'с. Чурка',
		value : 'с. Чурка'
	}, {
		name : 'с. Чуруково',
		value : 'с. Чуруково'
	}, {
		name : 'с. Чучур',
		value : 'с. Чучур'
	}, {
		name : 'с. Шаренска',
		value : 'с. Шаренска'
	}, {
		name : 'с. Широка лъка',
		value : 'с. Широка лъка'
	}, {
		name : 'с. Ягодина',
		value : 'с. Ягодина'
	} ]
}, {
	name : 'София',
	value : 'София',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. София',
		value : 'гр. София'
	}, {
		name : 'гр. Банкя',
		value : 'гр. Банкя'
	}, {
		name : 'гр. Божурище',
		value : 'гр. Божурище'
	}, {
		name : 'гр. Ботевград',
		value : 'гр. Ботевград'
	}, {
		name : 'гр. Бухово',
		value : 'гр. Бухово'
	}, {
		name : 'гр. Годеч',
		value : 'гр. Годеч'
	}, {
		name : 'гр. Долна баня',
		value : 'гр. Долна баня'
	}, {
		name : 'гр. Драгоман',
		value : 'гр. Драгоман'
	}, {
		name : 'гр. Елин Пелин',
		value : 'гр. Елин Пелин'
	}, {
		name : 'гр. Етрополе',
		value : 'гр. Етрополе'
	}, {
		name : 'гр. Златица',
		value : 'гр. Златица'
	}, {
		name : 'гр. Ихтиман',
		value : 'гр. Ихтиман'
	}, {
		name : 'гр. Копривщица',
		value : 'гр. Копривщица'
	}, {
		name : 'гр. Костенец',
		value : 'гр. Костенец'
	}, {
		name : 'гр. Костинброд',
		value : 'гр. Костинброд'
	}, {
		name : 'гр. Момин проход',
		value : 'гр. Момин проход'
	}, {
		name : 'гр. Нови Искър',
		value : 'гр. Нови Искър'
	}, {
		name : 'гр. Пирдоп',
		value : 'гр. Пирдоп'
	}, {
		name : 'гр. Правец',
		value : 'гр. Правец'
	}, {
		name : 'гр. Самоков',
		value : 'гр. Самоков'
	}, {
		name : 'гр. Своге',
		value : 'гр. Своге'
	}, {
		name : 'гр. Сливница',
		value : 'гр. Сливница'
	}, {
		name : 'с. Алдомировци',
		value : 'с. Алдомировци'
	}, {
		name : 'с. Алино',
		value : 'с. Алино'
	}, {
		name : 'с. Антон',
		value : 'с. Антон'
	}, {
		name : 'с. Априлово',
		value : 'с. Априлово'
	}, {
		name : 'с. Байлово',
		value : 'с. Байлово'
	}, {
		name : 'с. Бакьово',
		value : 'с. Бакьово'
	}, {
		name : 'с. Балша',
		value : 'с. Балша'
	}, {
		name : 'с. Бальовци',
		value : 'с. Бальовци'
	}, {
		name : 'с. Банчовци',
		value : 'с. Банчовци'
	}, {
		name : 'с. Батулия',
		value : 'с. Батулия'
	}, {
		name : 'с. Бахалин',
		value : 'с. Бахалин'
	}, {
		name : 'с. Безден',
		value : 'с. Безден'
	}, {
		name : 'с. Бели Искър',
		value : 'с. Бели Искър'
	}, {
		name : 'с. Белица',
		value : 'с. Белица'
	}, {
		name : 'с. Белопопци',
		value : 'с. Белопопци'
	}, {
		name : 'с. Белчин',
		value : 'с. Белчин'
	}, {
		name : 'с. Белчински бани',
		value : 'с. Белчински бани'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Беренде',
		value : 'с. Беренде'
	}, {
		name : 'с. Беренде извор',
		value : 'с. Беренде извор'
	}, {
		name : 'с. Бистрица',
		value : 'с. Бистрица'
	}, {
		name : 'с. Бов',
		value : 'с. Бов'
	}, {
		name : 'с. Богданлия',
		value : 'с. Богданлия'
	}, {
		name : 'с. Богдановци',
		value : 'с. Богдановци'
	}, {
		name : 'с. Богьовци',
		value : 'с. Богьовци'
	}, {
		name : 'с. Боерица',
		value : 'с. Боерица'
	}, {
		name : 'с. Боженица',
		value : 'с. Боженица'
	}, {
		name : 'с. Бойковец',
		value : 'с. Бойковец'
	}, {
		name : 'с. Борика',
		value : 'с. Борика'
	}, {
		name : 'с. Бракьовци',
		value : 'с. Бракьовци'
	}, {
		name : 'с. Братушково',
		value : 'с. Братушково'
	}, {
		name : 'с. Брезе',
		value : 'с. Брезе'
	}, {
		name : 'с. Брезовдол',
		value : 'с. Брезовдол'
	}, {
		name : 'с. Брестака',
		value : 'с. Брестака'
	}, {
		name : 'с. Брусен',
		value : 'с. Брусен'
	}, {
		name : 'с. Бузяковци',
		value : 'с. Бузяковци'
	}, {
		name : 'с. Буковец',
		value : 'с. Буковец'
	}, {
		name : 'с. Букоровци',
		value : 'с. Букоровци'
	}, {
		name : 'с. Буново',
		value : 'с. Буново'
	}, {
		name : 'с. Бусманци',
		value : 'с. Бусманци'
	}, {
		name : 'с. Бучин проход',
		value : 'с. Бучин проход'
	}, {
		name : 'с. Бърдо',
		value : 'с. Бърдо'
	}, {
		name : 'с. Бърложница',
		value : 'с. Бърложница'
	}, {
		name : 'с. Бърля',
		value : 'с. Бърля'
	}, {
		name : 'с. Вакарел',
		value : 'с. Вакарел'
	}, {
		name : 'с. Василовци',
		value : 'с. Василовци'
	}, {
		name : 'с. Венковец',
		value : 'с. Венковец'
	}, {
		name : 'с. Веринско',
		value : 'с. Веринско'
	}, {
		name : 'с. Видраре',
		value : 'с. Видраре'
	}, {
		name : 'с. Вишан',
		value : 'с. Вишан'
	}, {
		name : 'с. Владая',
		value : 'с. Владая'
	}, {
		name : 'с. Владиславци',
		value : 'с. Владиславци'
	}, {
		name : 'с. Владо Тричков',
		value : 'с. Владо Тричков'
	}, {
		name : 'с. Войнеговци',
		value : 'с. Войнеговци'
	}, {
		name : 'с. Волуяк',
		value : 'с. Волуяк'
	}, {
		name : 'с. Врачеш',
		value : 'с. Врачеш'
	}, {
		name : 'с. Връдловци',
		value : 'с. Връдловци'
	}, {
		name : 'с. Върбница',
		value : 'с. Върбница'
	}, {
		name : 'с. Габер',
		value : 'с. Габер'
	}, {
		name : 'с. Габра',
		value : 'с. Габра'
	}, {
		name : 'с. Габровница',
		value : 'с. Габровница'
	}, {
		name : 'с. Гайтанево',
		value : 'с. Гайтанево'
	}, {
		name : 'с. Гара Елин Пелин',
		value : 'с. Гара Елин Пелин'
	}, {
		name : 'с. Герман',
		value : 'с. Герман'
	}, {
		name : 'с. Гинци',
		value : 'с. Гинци'
	}, {
		name : 'с. Говедарци',
		value : 'с. Говедарци'
	}, {
		name : 'с. Голак',
		value : 'с. Голак'
	}, {
		name : 'с. Голема Раковица',
		value : 'с. Голема Раковица'
	}, {
		name : 'с. Големо Малово',
		value : 'с. Големо Малово'
	}, {
		name : 'с. Голеш',
		value : 'с. Голеш'
	}, {
		name : 'с. Голяновци',
		value : 'с. Голяновци'
	}, {
		name : 'с. Горна Василица',
		value : 'с. Горна Василица'
	}, {
		name : 'с. Горна Малина',
		value : 'с. Горна Малина'
	}, {
		name : 'с. Горни Богров',
		value : 'с. Горни Богров'
	}, {
		name : 'с. Горни Окол',
		value : 'с. Горни Окол'
	}, {
		name : 'с. Горно Камарци',
		value : 'с. Горно Камарци'
	}, {
		name : 'с. Горно село',
		value : 'с. Горно село'
	}, {
		name : 'с. Горунака',
		value : 'с. Горунака'
	}, {
		name : 'с. Градец',
		value : 'с. Градец'
	}, {
		name : 'с. Григорево',
		value : 'с. Григорево'
	}, {
		name : 'с. Грълска падина',
		value : 'с. Грълска падина'
	}, {
		name : 'с. Губеш',
		value : 'с. Губеш'
	}, {
		name : 'с. Губислав',
		value : 'с. Губислав'
	}, {
		name : 'с. Гургулят',
		value : 'с. Гургулят'
	}, {
		name : 'с. Гурково',
		value : 'с. Гурково'
	}, {
		name : 'с. Гурмазово',
		value : 'с. Гурмазово'
	}, {
		name : 'с. Гуцал',
		value : 'с. Гуцал'
	}, {
		name : 'с. Гълъбовци',
		value : 'с. Гълъбовци'
	}, {
		name : 'с. Делян',
		value : 'с. Делян'
	}, {
		name : 'с. Джамузовци',
		value : 'с. Джамузовци'
	}, {
		name : 'с. Джурово',
		value : 'с. Джурово'
	}, {
		name : 'с. Добравица',
		value : 'с. Добравица'
	}, {
		name : 'с. Доброславци',
		value : 'с. Доброславци'
	}, {
		name : 'с. Добърчин',
		value : 'с. Добърчин'
	}, {
		name : 'с. Доганово',
		value : 'с. Доганово'
	}, {
		name : 'с. Долна Василица',
		value : 'с. Долна Василица'
	}, {
		name : 'с. Долна Малина',
		value : 'с. Долна Малина'
	}, {
		name : 'с. Долна Невля',
		value : 'с. Долна Невля'
	}, {
		name : 'с. Долни Богров',
		value : 'с. Долни Богров'
	}, {
		name : 'с. Долни Окол',
		value : 'с. Долни Окол'
	}, {
		name : 'с. Долни Пасарел',
		value : 'с. Долни Пасарел'
	}, {
		name : 'с. Долно Камарци',
		value : 'с. Долно Камарци'
	}, {
		name : 'с. Долно ново село',
		value : 'с. Долно ново село'
	}, {
		name : 'с. Доспей',
		value : 'с. Доспей'
	}, {
		name : 'с. Драговищица',
		value : 'с. Драговищица'
	}, {
		name : 'с. Драгоил',
		value : 'с. Драгоил'
	}, {
		name : 'с. Драготинци',
		value : 'с. Драготинци'
	}, {
		name : 'с. Драгушиново',
		value : 'с. Драгушиново'
	}, {
		name : 'с. Дреатин',
		value : 'с. Дреатин'
	}, {
		name : 'с. Дреново',
		value : 'с. Дреново'
	}, {
		name : 'с. Дружево',
		value : 'с. Дружево'
	}, {
		name : 'с. Дръмша',
		value : 'с. Дръмша'
	}, {
		name : 'с. Душанци',
		value : 'с. Душанци'
	}, {
		name : 'с. Еленов дол',
		value : 'с. Еленов дол'
	}, {
		name : 'с. Елешница',
		value : 'с. Елешница'
	}, {
		name : 'с. Елов дол',
		value : 'с. Елов дол'
	}, {
		name : 'с. Железница',
		value : 'с. Железница'
	}, {
		name : 'с. Желен',
		value : 'с. Желен'
	}, {
		name : 'с. Желява',
		value : 'с. Желява'
	}, {
		name : 'с. Живково',
		value : 'с. Живково'
	}, {
		name : 'с. Житен',
		value : 'с. Житен'
	}, {
		name : 'с. Завидовци',
		value : 'с. Завидовци'
	}, {
		name : 'с. Заноге',
		value : 'с. Заноге'
	}, {
		name : 'с. Заселе',
		value : 'с. Заселе'
	}, {
		name : 'с. Зимевица',
		value : 'с. Зимевица'
	}, {
		name : 'с. Златуша',
		value : 'с. Златуша'
	}, {
		name : 'с. Злокучене',
		value : 'с. Злокучене'
	}, {
		name : 'с. Иваняне',
		value : 'с. Иваняне'
	}, {
		name : 'с. Извор',
		value : 'с. Извор'
	}, {
		name : 'с. Илинден',
		value : 'с. Илинден'
	}, {
		name : 'с. Искрец',
		value : 'с. Искрец'
	}, {
		name : 'с. Казичене',
		value : 'с. Казичене'
	}, {
		name : 'с. Каленовци',
		value : 'с. Каленовци'
	}, {
		name : 'с. Калотина',
		value : 'с. Калотина'
	}, {
		name : 'с. Калугерово',
		value : 'с. Калугерово'
	}, {
		name : 'с. Камбелевци',
		value : 'с. Камбелевци'
	}, {
		name : 'с. Каменица',
		value : 'с. Каменица'
	}, {
		name : 'с. Караполци',
		value : 'с. Караполци'
	}, {
		name : 'с. Карлиево',
		value : 'с. Карлиево'
	}, {
		name : 'с. Клисура (Самоков)',
		value : 'с. Клисура (Самоков)'
	}, {
		name : 'с. Клисура (София)',
		value : 'с. Клисура (София)'
	}, {
		name : 'с. Ковачевци',
		value : 'с. Ковачевци'
	}, {
		name : 'с. Кокаляне',
		value : 'с. Кокаляне'
	}, {
		name : 'с. Комщица',
		value : 'с. Комщица'
	}, {
		name : 'с. Костадинкино',
		value : 'с. Костадинкино'
	}, {
		name : 'с. Костенец',
		value : 'с. Костенец'
	}, {
		name : 'с. Краево',
		value : 'с. Краево'
	}, {
		name : 'с. Кривина',
		value : 'с. Кривина'
	}, {
		name : 'с. Круша',
		value : 'с. Круша'
	}, {
		name : 'с. Крушовица',
		value : 'с. Крушовица'
	}, {
		name : 'с. Кубратово',
		value : 'с. Кубратово'
	}, {
		name : 'с. Кътина',
		value : 'с. Кътина'
	}, {
		name : 'с. Лакатник',
		value : 'с. Лакатник'
	}, {
		name : 'с. Левище',
		value : 'с. Левище'
	}, {
		name : 'с. Лесковдол',
		value : 'с. Лесковдол'
	}, {
		name : 'с. Лесново',
		value : 'с. Лесново'
	}, {
		name : 'с. Летница',
		value : 'с. Летница'
	}, {
		name : 'с. Липинци',
		value : 'с. Липинци'
	}, {
		name : 'с. Липница',
		value : 'с. Липница'
	}, {
		name : 'с. Лисец',
		value : 'с. Лисец'
	}, {
		name : 'с. Литаково',
		value : 'с. Литаково'
	}, {
		name : 'с. Лозен',
		value : 'с. Лозен'
	}, {
		name : 'с. Локорско',
		value : 'с. Локорско'
	}, {
		name : 'с. Лопушня',
		value : 'с. Лопушня'
	}, {
		name : 'с. Лопян',
		value : 'с. Лопян'
	}, {
		name : 'с. Луково',
		value : 'с. Луково'
	}, {
		name : 'с. Лъга',
		value : 'с. Лъга'
	}, {
		name : 'с. Любница',
		value : 'с. Любница'
	}, {
		name : 'с. Маджаре',
		value : 'с. Маджаре'
	}, {
		name : 'с. Макоцево',
		value : 'с. Макоцево'
	}, {
		name : 'с. Мала Раковица',
		value : 'с. Мала Раковица'
	}, {
		name : 'с. Мала църква',
		value : 'с. Мала църква'
	}, {
		name : 'с. Малки Искър',
		value : 'с. Малки Искър'
	}, {
		name : 'с. Мало Бучино',
		value : 'с. Мало Бучино'
	}, {
		name : 'с. Мало Малово',
		value : 'с. Мало Малово'
	}, {
		name : 'с. Манаселска река',
		value : 'с. Манаселска река'
	}, {
		name : 'с. Манастирище',
		value : 'с. Манастирище'
	}, {
		name : 'с. Марица',
		value : 'с. Марица'
	}, {
		name : 'с. Мечковци',
		value : 'с. Мечковци'
	}, {
		name : 'с. Миланово',
		value : 'с. Миланово'
	}, {
		name : 'с. Мирково',
		value : 'с. Мирково'
	}, {
		name : 'с. Мирово',
		value : 'с. Мирово'
	}, {
		name : 'с. Мировяне',
		value : 'с. Мировяне'
	}, {
		name : 'с. Мрамор',
		value : 'с. Мрамор'
	}, {
		name : 'с. Мургаш',
		value : 'с. Мургаш'
	}, {
		name : 'с. Мусачево',
		value : 'с. Мусачево'
	}, {
		name : 'с. Мухово',
		value : 'с. Мухово'
	}, {
		name : 'с. Мърчаево',
		value : 'с. Мърчаево'
	}, {
		name : 'с. Начево',
		value : 'с. Начево'
	}, {
		name : 'с. Негован',
		value : 'с. Негован'
	}, {
		name : 'с. Негушево',
		value : 'с. Негушево'
	}, {
		name : 'с. Неделище',
		value : 'с. Неделище'
	}, {
		name : 'с. Нейкьовец',
		value : 'с. Нейкьовец'
	}, {
		name : 'с. Несла',
		value : 'с. Несла'
	}, {
		name : 'с. Новачене',
		value : 'с. Новачене'
	}, {
		name : 'с. Нови хан',
		value : 'с. Нови хан'
	}, {
		name : 'с. Ново бърдо',
		value : 'с. Ново бърдо'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Огняново',
		value : 'с. Огняново'
	}, {
		name : 'с. Огоя',
		value : 'с. Огоя'
	}, {
		name : 'с. Опицвет',
		value : 'с. Опицвет'
	}, {
		name : 'с. Оплетня',
		value : 'с. Оплетня'
	}, {
		name : 'с. Оселна',
		value : 'с. Оселна'
	}, {
		name : 'с. Осеновлаг',
		value : 'с. Осеновлаг'
	}, {
		name : 'с. Осиковица',
		value : 'с. Осиковица'
	}, {
		name : 'с. Осиковска Лакавица',
		value : 'с. Осиковска Лакавица'
	}, {
		name : 'с. Осоица',
		value : 'с. Осоица'
	}, {
		name : 'с. Очуша',
		value : 'с. Очуша'
	}, {
		name : 'с. Пановци',
		value : 'с. Пановци'
	}, {
		name : 'с. Панчарево',
		value : 'с. Панчарево'
	}, {
		name : 'с. Пауново',
		value : 'с. Пауново'
	}, {
		name : 'с. Петково',
		value : 'с. Петково'
	}, {
		name : 'с. Петрич',
		value : 'с. Петрич'
	}, {
		name : 'с. Петърч',
		value : 'с. Петърч'
	}, {
		name : 'с. Пищане',
		value : 'с. Пищане'
	}, {
		name : 'с. Плана',
		value : 'с. Плана'
	}, {
		name : 'с. Плъзище',
		value : 'с. Плъзище'
	}, {
		name : 'с. Повалиръж',
		value : 'с. Повалиръж'
	}, {
		name : 'с. Подгорие',
		value : 'с. Подгорие'
	}, {
		name : 'с. Подгумер',
		value : 'с. Подгумер'
	}, {
		name : 'с. Пожарево',
		value : 'с. Пожарево'
	}, {
		name : 'с. Полянци',
		value : 'с. Полянци'
	}, {
		name : 'с. Понор',
		value : 'с. Понор'
	}, {
		name : 'с. Поповци',
		value : 'с. Поповци'
	}, {
		name : 'с. Поповяне',
		value : 'с. Поповяне'
	}, {
		name : 'с. Потоп',
		value : 'с. Потоп'
	}, {
		name : 'с. Правешка Лакавица',
		value : 'с. Правешка Лакавица'
	}, {
		name : 'с. Прекръсте',
		value : 'с. Прекръсте'
	}, {
		name : 'с. Преспа',
		value : 'с. Преспа'
	}, {
		name : 'с. Продановци',
		value : 'с. Продановци'
	}, {
		name : 'с. Пролеша',
		value : 'с. Пролеша'
	}, {
		name : 'с. Пчелин',
		value : 'с. Пчелин'
	}, {
		name : 'с. Равна',
		value : 'с. Равна'
	}, {
		name : 'с. Равнище',
		value : 'с. Равнище'
	}, {
		name : 'с. Равно поле',
		value : 'с. Равно поле'
	}, {
		name : 'с. Радотина',
		value : 'с. Радотина'
	}, {
		name : 'с. Радуил',
		value : 'с. Радуил'
	}, {
		name : 'с. Радуловци',
		value : 'с. Радуловци'
	}, {
		name : 'с. Разбоище',
		value : 'с. Разбоище'
	}, {
		name : 'с. Разлив',
		value : 'с. Разлив'
	}, {
		name : 'с. Райово',
		value : 'с. Райово'
	}, {
		name : 'с. Ракита',
		value : 'с. Ракита'
	}, {
		name : 'с. Рашково',
		value : 'с. Рашково'
	}, {
		name : 'с. Раяновци',
		value : 'с. Раяновци'
	}, {
		name : 'с. Реброво',
		value : 'с. Реброво'
	}, {
		name : 'с. Редина',
		value : 'с. Редина'
	}, {
		name : 'с. Рельово',
		value : 'с. Рельово'
	}, {
		name : 'с. Рибарица',
		value : 'с. Рибарица'
	}, {
		name : 'с. Ропот',
		value : 'с. Ропот'
	}, {
		name : 'с. Росоман',
		value : 'с. Росоман'
	}, {
		name : 'с. Ръжана',
		value : 'с. Ръжана'
	}, {
		name : 'с. Саранци',
		value : 'с. Саранци'
	}, {
		name : 'с. Световрачене',
		value : 'с. Световрачене'
	}, {
		name : 'с. Свидня',
		value : 'с. Свидня'
	}, {
		name : 'с. Своде',
		value : 'с. Своде'
	}, {
		name : 'с. Селянин',
		value : 'с. Селянин'
	}, {
		name : 'с. Скравена',
		value : 'с. Скравена'
	}, {
		name : 'с. Смолско',
		value : 'с. Смолско'
	}, {
		name : 'с. Смолча',
		value : 'с. Смолча'
	}, {
		name : 'с. Стамболово',
		value : 'с. Стамболово'
	}, {
		name : 'с. Станинци',
		value : 'с. Станинци'
	}, {
		name : 'с. Столник',
		value : 'с. Столник'
	}, {
		name : 'с. Стъргел',
		value : 'с. Стъргел'
	}, {
		name : 'с. Табан',
		value : 'с. Табан'
	}, {
		name : 'с. Томпсън',
		value : 'с. Томпсън'
	}, {
		name : 'с. Трудовец',
		value : 'с. Трудовец'
	}, {
		name : 'с. Туден',
		value : 'с. Туден'
	}, {
		name : 'с. Хвърчил',
		value : 'с. Хвърчил'
	}, {
		name : 'с. Хераково',
		value : 'с. Хераково'
	}, {
		name : 'с. Храбърско',
		value : 'с. Храбърско'
	}, {
		name : 'с. Царичина',
		value : 'с. Царичина'
	}, {
		name : 'с. Цацаровци',
		value : 'с. Цацаровци'
	}, {
		name : 'с. Церецел',
		value : 'с. Церецел'
	}, {
		name : 'с. Церово',
		value : 'с. Церово'
	}, {
		name : 'с. Цръклевци',
		value : 'с. Цръклевци'
	}, {
		name : 'с. Църквище',
		value : 'с. Църквище'
	}, {
		name : 'с. Чавдар',
		value : 'с. Чавдар'
	}, {
		name : 'с. Чеканец',
		value : 'с. Чеканец'
	}, {
		name : 'с. Чеканчево',
		value : 'с. Чеканчево'
	}, {
		name : 'с. Челопеч',
		value : 'с. Челопеч'
	}, {
		name : 'с. Чепинци',
		value : 'с. Чепинци'
	}, {
		name : 'с. Чепърлинци',
		value : 'с. Чепърлинци'
	}, {
		name : 'с. Черковище',
		value : 'с. Черковище'
	}, {
		name : 'с. Черньово',
		value : 'с. Черньово'
	}, {
		name : 'с. Чибаовци',
		value : 'с. Чибаовци'
	}, {
		name : 'с. Чорул',
		value : 'с. Чорул'
	}, {
		name : 'с. Чуковезер',
		value : 'с. Чуковезер'
	}, {
		name : 'с. Чурек',
		value : 'с. Чурек'
	}, {
		name : 'с. Шипочане',
		value : 'с. Шипочане'
	}, {
		name : 'с. Широки дол',
		value : 'с. Широки дол'
	}, {
		name : 'с. Шума',
		value : 'с. Шума'
	}, {
		name : 'с. Ябланица',
		value : 'с. Ябланица'
	}, {
		name : 'с. Ялботина',
		value : 'с. Ялботина'
	}, {
		name : 'с. Ямна',
		value : 'с. Ямна'
	}, {
		name : 'с. Яна',
		value : 'с. Яна'
	}, {
		name : 'с. Яребковица',
		value : 'с. Яребковица'
	}, {
		name : 'с. Ярлово',
		value : 'с. Ярлово'
	} ]
}, {
	name : 'Стара Загора',
	value : 'Стара Загора',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Стара Загора',
		value : 'гр. Стара Загора'
	}, {
		name : 'гр. Гурково',
		value : 'гр. Гурково'
	}, {
		name : 'гр. Гълъбово',
		value : 'гр. Гълъбово'
	}, {
		name : 'гр. Казанлък',
		value : 'гр. Казанлък'
	}, {
		name : 'гр. Крън',
		value : 'гр. Крън'
	}, {
		name : 'гр. Мъглиж',
		value : 'гр. Мъглиж'
	}, {
		name : 'гр. Николаево',
		value : 'гр. Николаево'
	}, {
		name : 'гр. Павел баня',
		value : 'гр. Павел баня'
	}, {
		name : 'гр. Раднево',
		value : 'гр. Раднево'
	}, {
		name : 'гр. Чирпан',
		value : 'гр. Чирпан'
	}, {
		name : 'гр. Шипка',
		value : 'гр. Шипка'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Априлово',
		value : 'с. Априлово'
	}, {
		name : 'с. Арнаутито',
		value : 'с. Арнаутито'
	}, {
		name : 'с. Асен',
		value : 'с. Асен'
	}, {
		name : 'с. Бащино',
		value : 'с. Бащино'
	}, {
		name : 'с. Бели бряг',
		value : 'с. Бели бряг'
	}, {
		name : 'с. Бенковски',
		value : 'с. Бенковски'
	}, {
		name : 'с. Богомилово',
		value : 'с. Богомилово'
	}, {
		name : 'с. Боздуганово',
		value : 'с. Боздуганово'
	}, {
		name : 'с. Борилово',
		value : 'с. Борилово'
	}, {
		name : 'с. Борово',
		value : 'с. Борово'
	}, {
		name : 'с. Борущица',
		value : 'с. Борущица'
	}, {
		name : 'с. Братя Даскалови',
		value : 'с. Братя Даскалови'
	}, {
		name : 'с. Братя Кунчеви',
		value : 'с. Братя Кунчеви'
	}, {
		name : 'с. Брестова',
		value : 'с. Брестова'
	}, {
		name : 'с. Бузовград',
		value : 'с. Бузовград'
	}, {
		name : 'с. Бъдеще',
		value : 'с. Бъдеще'
	}, {
		name : 'с. Българене',
		value : 'с. Българене'
	}, {
		name : 'с. Бънзарето',
		value : 'с. Бънзарето'
	}, {
		name : 'с. Бял извор',
		value : 'с. Бял извор'
	}, {
		name : 'с. Бяло поле',
		value : 'с. Бяло поле'
	}, {
		name : 'с. Васил Левски',
		value : 'с. Васил Левски'
	}, {
		name : 'с. Великово',
		value : 'с. Великово'
	}, {
		name : 'с. Венец',
		value : 'с. Венец'
	}, {
		name : 'с. Верен',
		value : 'с. Верен'
	}, {
		name : 'с. Ветрен',
		value : 'с. Ветрен'
	}, {
		name : 'с. Виден',
		value : 'с. Виден'
	}, {
		name : 'с. Винарово',
		value : 'с. Винарово'
	}, {
		name : 'с. Воденичарово',
		value : 'с. Воденичарово'
	}, {
		name : 'с. Воловарово',
		value : 'с. Воловарово'
	}, {
		name : 'с. Габарево',
		value : 'с. Габарево'
	}, {
		name : 'с. Гита',
		value : 'с. Гита'
	}, {
		name : 'с. Главан',
		value : 'с. Главан'
	}, {
		name : 'с. Гледачево',
		value : 'с. Гледачево'
	}, {
		name : 'с. Голям дол',
		value : 'с. Голям дол'
	}, {
		name : 'с. Голямо Дряново',
		value : 'с. Голямо Дряново'
	}, {
		name : 'с. Горно Белево',
		value : 'с. Горно Белево'
	}, {
		name : 'с. Горно Ботево',
		value : 'с. Горно Ботево'
	}, {
		name : 'с. Горно Изворово',
		value : 'с. Горно Изворово'
	}, {
		name : 'с. Горно Сахране',
		value : 'с. Горно Сахране'
	}, {
		name : 'с. Горно Черковище',
		value : 'с. Горно Черковище'
	}, {
		name : 'с. Горно ново село',
		value : 'с. Горно ново село'
	}, {
		name : 'с. Гранит',
		value : 'с. Гранит'
	}, {
		name : 'с. Даскал-Атанасово',
		value : 'с. Даскал-Атанасово'
	}, {
		name : 'с. Дворище',
		value : 'с. Дворище'
	}, {
		name : 'с. Димитриево',
		value : 'с. Димитриево'
	}, {
		name : 'с. Димовци',
		value : 'с. Димовци'
	}, {
		name : 'с. Диня',
		value : 'с. Диня'
	}, {
		name : 'с. Долно Сахране',
		value : 'с. Долно Сахране'
	}, {
		name : 'с. Долно изворово',
		value : 'с. Долно изворово'
	}, {
		name : 'с. Долно ново село',
		value : 'с. Долно ново село'
	}, {
		name : 'с. Дунавци',
		value : 'с. Дунавци'
	}, {
		name : 'с. Дъбово',
		value : 'с. Дъбово'
	}, {
		name : 'с. Дълбоки',
		value : 'с. Дълбоки'
	}, {
		name : 'с. Държава',
		value : 'с. Държава'
	}, {
		name : 'с. Държавен',
		value : 'с. Държавен'
	}, {
		name : 'с. Едрево',
		value : 'с. Едрево'
	}, {
		name : 'с. Еленино',
		value : 'с. Еленино'
	}, {
		name : 'с. Елхово (Николаево)',
		value : 'с. Елхово (Николаево)'
	}, {
		name : 'с. Елхово (Стара Загора)',
		value : 'с. Елхово (Стара Загора)'
	}, {
		name : 'с. Енина',
		value : 'с. Енина'
	}, {
		name : 'с. Жерговец',
		value : 'с. Жерговец'
	}, {
		name : 'с. Жълтопоп',
		value : 'с. Жълтопоп'
	}, {
		name : 'с. Загоре',
		value : 'с. Загоре'
	}, {
		name : 'с. Землен',
		value : 'с. Землен'
	}, {
		name : 'с. Зетьово',
		value : 'с. Зетьово'
	}, {
		name : 'с. Зимница',
		value : 'с. Зимница'
	}, {
		name : 'с. Златирът',
		value : 'с. Златирът'
	}, {
		name : 'с. Златна ливада',
		value : 'с. Златна ливада'
	}, {
		name : 'с. Змейово',
		value : 'с. Змейово'
	}, {
		name : 'с. Знаменосец',
		value : 'с. Знаменосец'
	}, {
		name : 'с. Изворово',
		value : 'с. Изворово'
	}, {
		name : 'с. Искрица',
		value : 'с. Искрица'
	}, {
		name : 'с. Казанка',
		value : 'с. Казанка'
	}, {
		name : 'с. Калитиново',
		value : 'с. Калитиново'
	}, {
		name : 'с. Калояновец',
		value : 'с. Калояновец'
	}, {
		name : 'с. Кирилово',
		value : 'с. Кирилово'
	}, {
		name : 'с. Княжевско',
		value : 'с. Княжевско'
	}, {
		name : 'с. Ковач',
		value : 'с. Ковач'
	}, {
		name : 'с. Ковачево',
		value : 'с. Ковачево'
	}, {
		name : 'с. Козаревец',
		value : 'с. Козаревец'
	}, {
		name : 'с. Коларово',
		value : 'с. Коларово'
	}, {
		name : 'с. Колена',
		value : 'с. Колена'
	}, {
		name : 'с. Колю Мариново',
		value : 'с. Колю Мариново'
	}, {
		name : 'с. Конаре',
		value : 'с. Конаре'
	}, {
		name : 'с. Константиновец',
		value : 'с. Константиновец'
	}, {
		name : 'с. Копринка',
		value : 'с. Копринка'
	}, {
		name : 'с. Кравино',
		value : 'с. Кравино'
	}, {
		name : 'с. Кънчево',
		value : 'с. Кънчево'
	}, {
		name : 'с. Ловец',
		value : 'с. Ловец'
	}, {
		name : 'с. Лозен',
		value : 'с. Лозен'
	}, {
		name : 'с. Любеново',
		value : 'с. Любеново'
	}, {
		name : 'с. Люляк',
		value : 'с. Люляк'
	}, {
		name : 'с. Лява река',
		value : 'с. Лява река'
	}, {
		name : 'с. Лясково',
		value : 'с. Лясково'
	}, {
		name : 'с. Маджерито',
		value : 'с. Маджерито'
	}, {
		name : 'с. Малка Верея',
		value : 'с. Малка Верея'
	}, {
		name : 'с. Малко Дряново',
		value : 'с. Малко Дряново'
	}, {
		name : 'с. Малко Кадиево',
		value : 'с. Малко Кадиево'
	}, {
		name : 'с. Малко Тръново',
		value : 'с. Малко Тръново'
	}, {
		name : 'с. Малък дол',
		value : 'с. Малък дол'
	}, {
		name : 'с. Манолово',
		value : 'с. Манолово'
	}, {
		name : 'с. Марково',
		value : 'с. Марково'
	}, {
		name : 'с. Маца',
		value : 'с. Маца'
	}, {
		name : 'с. Медникарово',
		value : 'с. Медникарово'
	}, {
		name : 'с. Медово',
		value : 'с. Медово'
	}, {
		name : 'с. Мирово',
		value : 'с. Мирово'
	}, {
		name : 'с. Михайлово',
		value : 'с. Михайлово'
	}, {
		name : 'с. Могила',
		value : 'с. Могила'
	}, {
		name : 'с. Могилово',
		value : 'с. Могилово'
	}, {
		name : 'с. Мусачево',
		value : 'с. Мусачево'
	}, {
		name : 'с. Мъдрец',
		value : 'с. Мъдрец'
	}, {
		name : 'с. Найденово',
		value : 'с. Найденово'
	}, {
		name : 'с. Нова махала',
		value : 'с. Нова махала'
	}, {
		name : 'с. Ново село',
		value : 'с. Ново село'
	}, {
		name : 'с. Обручище',
		value : 'с. Обручище'
	}, {
		name : 'с. Овощник',
		value : 'с. Овощник'
	}, {
		name : 'с. Овчарци',
		value : 'с. Овчарци'
	}, {
		name : 'с. Опан',
		value : 'с. Опан'
	}, {
		name : 'с. Опълченец',
		value : 'с. Опълченец'
	}, {
		name : 'с. Оризово',
		value : 'с. Оризово'
	}, {
		name : 'с. Оряховица',
		value : 'с. Оряховица'
	}, {
		name : 'с. Осетеново',
		value : 'с. Осетеново'
	}, {
		name : 'с. Осларка',
		value : 'с. Осларка'
	}, {
		name : 'с. Остра могила',
		value : 'с. Остра могила'
	}, {
		name : 'с. Памукчии',
		value : 'с. Памукчии'
	}, {
		name : 'с. Паничерево',
		value : 'с. Паничерево'
	}, {
		name : 'с. Партизанин',
		value : 'с. Партизанин'
	}, {
		name : 'с. Петрово',
		value : 'с. Петрово'
	}, {
		name : 'с. Плодовитово',
		value : 'с. Плодовитово'
	}, {
		name : 'с. Плоска могила',
		value : 'с. Плоска могила'
	}, {
		name : 'с. Подслон',
		value : 'с. Подслон'
	}, {
		name : 'с. Полски Градец',
		value : 'с. Полски Градец'
	}, {
		name : 'с. Помощник',
		value : 'с. Помощник'
	}, {
		name : 'с. Православ',
		value : 'с. Православ'
	}, {
		name : 'с. Преславен',
		value : 'с. Преславен'
	}, {
		name : 'с. Пряпорец',
		value : 'с. Пряпорец'
	}, {
		name : 'с. Пчелиново',
		value : 'с. Пчелиново'
	}, {
		name : 'с. Пшеничево',
		value : 'с. Пшеничево'
	}, {
		name : 'с. Пъстрен',
		value : 'с. Пъстрен'
	}, {
		name : 'с. Пъстрово',
		value : 'с. Пъстрово'
	}, {
		name : 'с. Радунци',
		value : 'с. Радунци'
	}, {
		name : 'с. Разделна',
		value : 'с. Разделна'
	}, {
		name : 'с. Ракитница',
		value : 'с. Ракитница'
	}, {
		name : 'с. Рисиманово',
		value : 'с. Рисиманово'
	}, {
		name : 'с. Розово',
		value : 'с. Розово'
	}, {
		name : 'с. Руманя',
		value : 'с. Руманя'
	}, {
		name : 'с. Рупките',
		value : 'с. Рупките'
	}, {
		name : 'с. Ръжена',
		value : 'с. Ръжена'
	}, {
		name : 'с. Самуилово',
		value : 'с. Самуилово'
	}, {
		name : 'с. Свобода',
		value : 'с. Свобода'
	}, {
		name : 'с. Свободен',
		value : 'с. Свободен'
	}, {
		name : 'с. Селце',
		value : 'с. Селце'
	}, {
		name : 'с. Скобелево',
		value : 'с. Скобелево'
	}, {
		name : 'с. Славянин',
		value : 'с. Славянин'
	}, {
		name : 'с. Сладък кладенец',
		value : 'с. Сладък кладенец'
	}, {
		name : 'с. Сливито',
		value : 'с. Сливито'
	}, {
		name : 'с. Спасово',
		value : 'с. Спасово'
	}, {
		name : 'с. Средец',
		value : 'с. Средец'
	}, {
		name : 'с. Средно градище',
		value : 'с. Средно градище'
	}, {
		name : 'с. Средногорово',
		value : 'с. Средногорово'
	}, {
		name : 'с. Старозагорски бани',
		value : 'с. Старозагорски бани'
	}, {
		name : 'с. Столетово',
		value : 'с. Столетово'
	}, {
		name : 'с. Стоян-Заимово',
		value : 'с. Стоян-Заимово'
	}, {
		name : 'с. Стрелец',
		value : 'с. Стрелец'
	}, {
		name : 'с. Сулица',
		value : 'с. Сулица'
	}, {
		name : 'с. Съединение',
		value : 'с. Съединение'
	}, {
		name : 'с. Сърневец',
		value : 'с. Сърневец'
	}, {
		name : 'с. Сърнево',
		value : 'с. Сърнево'
	}, {
		name : 'с. Тихомирово',
		value : 'с. Тихомирово'
	}, {
		name : 'с. Тополяне',
		value : 'с. Тополяне'
	}, {
		name : 'с. Тракия',
		value : 'с. Тракия'
	}, {
		name : 'с. Трояново',
		value : 'с. Трояново'
	}, {
		name : 'с. Трънково',
		value : 'с. Трънково'
	}, {
		name : 'с. Тулово',
		value : 'с. Тулово'
	}, {
		name : 'с. Турия',
		value : 'с. Турия'
	}, {
		name : 'с. Тъжа',
		value : 'с. Тъжа'
	}, {
		name : 'с. Търничени',
		value : 'с. Търничени'
	}, {
		name : 'с. Хаджидимитрово',
		value : 'с. Хаджидимитрово'
	}, {
		name : 'с. Хан Аспарухово',
		value : 'с. Хан Аспарухово'
	}, {
		name : 'с. Християново',
		value : 'с. Християново'
	}, {
		name : 'с. Хрищени',
		value : 'с. Хрищени'
	}, {
		name : 'с. Целина',
		value : 'с. Целина'
	}, {
		name : 'с. Ценово',
		value : 'с. Ценово'
	}, {
		name : 'с. Черганово',
		value : 'с. Черганово'
	}, {
		name : 'с. Черна гора',
		value : 'с. Черна гора'
	}, {
		name : 'с. Шаново',
		value : 'с. Шаново'
	}, {
		name : 'с. Шейново',
		value : 'с. Шейново'
	}, {
		name : 'с. Юлиево',
		value : 'с. Юлиево'
	}, {
		name : 'с. Яворовец',
		value : 'с. Яворовец'
	}, {
		name : 'с. Яворово',
		value : 'с. Яворово'
	}, {
		name : 'с. Ягода',
		value : 'с. Ягода'
	}, {
		name : 'с. Яздач',
		value : 'с. Яздач'
	}, {
		name : 'с. Ясеново',
		value : 'с. Ясеново'
	}, {
		name : 'с. Ястребово',
		value : 'с. Ястребово'
	} ]
}, {
	name : 'Търговище',
	value : 'Търговище',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Търговище',
		value : 'гр. Търговище'
	}, {
		name : 'гр. Антоново',
		value : 'гр. Антоново'
	}, {
		name : 'гр. Омуртаг',
		value : 'гр. Омуртаг'
	}, {
		name : 'гр. Опака',
		value : 'гр. Опака'
	}, {
		name : 'гр. Попово',
		value : 'гр. Попово'
	}, {
		name : 'с. Алваново',
		value : 'с. Алваново'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Априлово',
		value : 'с. Априлово'
	}, {
		name : 'с. Баба Тонка',
		value : 'с. Баба Тонка'
	}, {
		name : 'с. Банковец',
		value : 'с. Банковец'
	}, {
		name : 'с. Баячево',
		value : 'с. Баячево'
	}, {
		name : 'с. Беломорци',
		value : 'с. Беломорци'
	}, {
		name : 'с. Берковски',
		value : 'с. Берковски'
	}, {
		name : 'с. Бистра',
		value : 'с. Бистра'
	}, {
		name : 'с. Богомолско',
		value : 'с. Богомолско'
	}, {
		name : 'с. Божурка',
		value : 'с. Божурка'
	}, {
		name : 'с. Бракница',
		value : 'с. Бракница'
	}, {
		name : 'с. Братово',
		value : 'с. Братово'
	}, {
		name : 'с. Буйново',
		value : 'с. Буйново'
	}, {
		name : 'с. Букак',
		value : 'с. Букак'
	}, {
		name : 'с. Буховци',
		value : 'с. Буховци'
	}, {
		name : 'с. Българаново',
		value : 'с. Българаново'
	}, {
		name : 'с. Вардун',
		value : 'с. Вардун'
	}, {
		name : 'с. Васил Левски',
		value : 'с. Васил Левски'
	}, {
		name : 'с. Великденче',
		value : 'с. Великденче'
	}, {
		name : 'с. Великовци',
		value : 'с. Великовци'
	}, {
		name : 'с. Величка',
		value : 'с. Величка'
	}, {
		name : 'с. Вельово',
		value : 'с. Вельово'
	}, {
		name : 'с. Веренци',
		value : 'с. Веренци'
	}, {
		name : 'с. Веселец',
		value : 'с. Веселец'
	}, {
		name : 'с. Висок',
		value : 'с. Висок'
	}, {
		name : 'с. Водица',
		value : 'с. Водица'
	}, {
		name : 'с. Врани кон',
		value : 'с. Врани кон'
	}, {
		name : 'с. Гагово',
		value : 'с. Гагово'
	}, {
		name : 'с. Глашатай',
		value : 'с. Глашатай'
	}, {
		name : 'с. Глогинка',
		value : 'с. Глогинка'
	}, {
		name : 'с. Голямо Доляне',
		value : 'с. Голямо Доляне'
	}, {
		name : 'с. Голямо Соколово',
		value : 'с. Голямо Соколово'
	}, {
		name : 'с. Голямо градище',
		value : 'с. Голямо градище'
	}, {
		name : 'с. Голямо ново',
		value : 'с. Голямо ново'
	}, {
		name : 'с. Голямо църквище',
		value : 'с. Голямо църквище'
	}, {
		name : 'с. Горица',
		value : 'с. Горица'
	}, {
		name : 'с. Горна Златица',
		value : 'с. Горна Златица'
	}, {
		name : 'с. Горна Кабда',
		value : 'с. Горна Кабда'
	}, {
		name : 'с. Горна Хубавка',
		value : 'с. Горна Хубавка'
	}, {
		name : 'с. Горно Козарево',
		value : 'с. Горно Козарево'
	}, {
		name : 'с. Горно Новково',
		value : 'с. Горно Новково'
	}, {
		name : 'с. Горско Абланово',
		value : 'с. Горско Абланово'
	}, {
		name : 'с. Горско село',
		value : 'с. Горско село'
	}, {
		name : 'с. Градинка',
		value : 'с. Градинка'
	}, {
		name : 'с. Греевци',
		value : 'с. Греевци'
	}, {
		name : 'с. Гърчиново',
		value : 'с. Гърчиново'
	}, {
		name : 'с. Давидово',
		value : 'с. Давидово'
	}, {
		name : 'с. Девино',
		value : 'с. Девино'
	}, {
		name : 'с. Длъжка поляна',
		value : 'с. Длъжка поляна'
	}, {
		name : 'с. Добротица',
		value : 'с. Добротица'
	}, {
		name : 'с. Долец',
		value : 'с. Долец'
	}, {
		name : 'с. Долна Златица',
		value : 'с. Долна Златица'
	}, {
		name : 'с. Долна Кабда',
		value : 'с. Долна Кабда'
	}, {
		name : 'с. Долна Хубавка',
		value : 'с. Долна Хубавка'
	}, {
		name : 'с. Долно Козарево',
		value : 'с. Долно Козарево'
	}, {
		name : 'с. Долно Новково',
		value : 'с. Долно Новково'
	}, {
		name : 'с. Драгановец',
		value : 'с. Драгановец'
	}, {
		name : 'с. Дралфа',
		value : 'с. Дралфа'
	}, {
		name : 'с. Дриново',
		value : 'с. Дриново'
	}, {
		name : 'с. Дъбравица',
		value : 'с. Дъбравица'
	}, {
		name : 'с. Дългач',
		value : 'с. Дългач'
	}, {
		name : 'с. Еленово',
		value : 'с. Еленово'
	}, {
		name : 'с. Железари',
		value : 'с. Железари'
	}, {
		name : 'с. Заветно',
		value : 'с. Заветно'
	}, {
		name : 'с. Зараево',
		value : 'с. Зараево'
	}, {
		name : 'с. Захари Стояново',
		value : 'с. Захари Стояново'
	}, {
		name : 'с. Звезда',
		value : 'с. Звезда'
	}, {
		name : 'с. Звездица',
		value : 'с. Звездица'
	}, {
		name : 'с. Здравец',
		value : 'с. Здравец'
	}, {
		name : 'с. Зелена морава',
		value : 'с. Зелена морава'
	}, {
		name : 'с. Змейно',
		value : 'с. Змейно'
	}, {
		name : 'с. Иванча',
		value : 'с. Иванча'
	}, {
		name : 'с. Изворово',
		value : 'с. Изворово'
	}, {
		name : 'с. Илийно',
		value : 'с. Илийно'
	}, {
		name : 'с. Калнище',
		value : 'с. Калнище'
	}, {
		name : 'с. Камбурово',
		value : 'с. Камбурово'
	}, {
		name : 'с. Капище',
		value : 'с. Капище'
	}, {
		name : 'с. Кардам',
		value : 'с. Кардам'
	}, {
		name : 'с. Кестеново',
		value : 'с. Кестеново'
	}, {
		name : 'с. Китино',
		value : 'с. Китино'
	}, {
		name : 'с. Ковачевец',
		value : 'с. Ковачевец'
	}, {
		name : 'с. Козица',
		value : 'с. Козица'
	}, {
		name : 'с. Козма презвитер',
		value : 'с. Козма презвитер'
	}, {
		name : 'с. Конак',
		value : 'с. Конак'
	}, {
		name : 'с. Коноп',
		value : 'с. Коноп'
	}, {
		name : 'с. Копрец',
		value : 'с. Копрец'
	}, {
		name : 'с. Кошничари',
		value : 'с. Кошничари'
	}, {
		name : 'с. Крайполе',
		value : 'с. Крайполе'
	}, {
		name : 'с. Кралево',
		value : 'с. Кралево'
	}, {
		name : 'с. Красноселци',
		value : 'с. Красноселци'
	}, {
		name : 'с. Крепча',
		value : 'с. Крепча'
	}, {
		name : 'с. Крушолак',
		value : 'с. Крушолак'
	}, {
		name : 'с. Кръшно',
		value : 'с. Кръшно'
	}, {
		name : 'с. Къпинец',
		value : 'с. Къпинец'
	}, {
		name : 'с. Кьосевци',
		value : 'с. Кьосевци'
	}, {
		name : 'с. Лиляк',
		value : 'с. Лиляк'
	}, {
		name : 'с. Ловец',
		value : 'с. Ловец'
	}, {
		name : 'с. Ломци',
		value : 'с. Ломци'
	}, {
		name : 'с. Любичево',
		value : 'с. Любичево'
	}, {
		name : 'с. Люблен',
		value : 'с. Люблен'
	}, {
		name : 'с. Макариополско',
		value : 'с. Макариополско'
	}, {
		name : 'с. Маково',
		value : 'с. Маково'
	}, {
		name : 'с. Малка Черковна',
		value : 'с. Малка Черковна'
	}, {
		name : 'с. Малоградец',
		value : 'с. Малоградец'
	}, {
		name : 'с. Манастирица',
		value : 'с. Манастирица'
	}, {
		name : 'с. Манушевци',
		value : 'с. Манушевци'
	}, {
		name : 'с. Марчино',
		value : 'с. Марчино'
	}, {
		name : 'с. Медовина',
		value : 'с. Медовина'
	}, {
		name : 'с. Мечово',
		value : 'с. Мечово'
	}, {
		name : 'с. Миладиновци',
		value : 'с. Миладиновци'
	}, {
		name : 'с. Милино',
		value : 'с. Милино'
	}, {
		name : 'с. Мировец',
		value : 'с. Мировец'
	}, {
		name : 'с. Могилец',
		value : 'с. Могилец'
	}, {
		name : 'с. Момино',
		value : 'с. Момино'
	}, {
		name : 'с. Моравица',
		value : 'с. Моравица'
	}, {
		name : 'с. Моравка',
		value : 'с. Моравка'
	}, {
		name : 'с. Надарево',
		value : 'с. Надарево'
	}, {
		name : 'с. Обител',
		value : 'с. Обител'
	}, {
		name : 'с. Овчарово',
		value : 'с. Овчарово'
	}, {
		name : 'с. Орач',
		value : 'с. Орач'
	}, {
		name : 'с. Осен',
		value : 'с. Осен'
	}, {
		name : 'с. Осиково',
		value : 'с. Осиково'
	}, {
		name : 'с. Острец',
		value : 'с. Острец'
	}, {
		name : 'с. Пайдушко',
		value : 'с. Пайдушко'
	}, {
		name : 'с. Паламарца',
		value : 'с. Паламарца'
	}, {
		name : 'с. Панайот Хитово',
		value : 'с. Панайот Хитово'
	}, {
		name : 'с. Паничино',
		value : 'с. Паничино'
	}, {
		name : 'с. Певец',
		value : 'с. Певец'
	}, {
		name : 'с. Петрино',
		value : 'с. Петрино'
	}, {
		name : 'с. Пиринец',
		value : 'с. Пиринец'
	}, {
		name : 'с. Плъстина',
		value : 'с. Плъстина'
	}, {
		name : 'с. Подгорица',
		value : 'с. Подгорица'
	}, {
		name : 'с. Помощица',
		value : 'с. Помощица'
	}, {
		name : 'с. Поройно',
		value : 'с. Поройно'
	}, {
		name : 'с. Посабина',
		value : 'с. Посабина'
	}, {
		name : 'с. Преселец',
		value : 'с. Преселец'
	}, {
		name : 'с. Пресиян',
		value : 'с. Пресиян'
	}, {
		name : 'с. Пресяк',
		value : 'с. Пресяк'
	}, {
		name : 'с. Присойна',
		value : 'с. Присойна'
	}, {
		name : 'с. Пробуда',
		value : 'с. Пробуда'
	}, {
		name : 'с. Пролаз',
		value : 'с. Пролаз'
	}, {
		name : 'с. Птичево',
		value : 'с. Птичево'
	}, {
		name : 'с. Пчелно',
		value : 'с. Пчелно'
	}, {
		name : 'с. Пъдарино',
		value : 'с. Пъдарино'
	}, {
		name : 'с. Първан',
		value : 'с. Първан'
	}, {
		name : 'с. Равно село',
		value : 'с. Равно село'
	}, {
		name : 'с. Разбойна',
		value : 'с. Разбойна'
	}, {
		name : 'с. Разделци',
		value : 'с. Разделци'
	}, {
		name : 'с. Ралица',
		value : 'с. Ралица'
	}, {
		name : 'с. Росина',
		value : 'с. Росина'
	}, {
		name : 'с. Росица',
		value : 'с. Росица'
	}, {
		name : 'с. Руец',
		value : 'с. Руец'
	}, {
		name : 'с. Рътлина',
		value : 'с. Рътлина'
	}, {
		name : 'с. Садина',
		value : 'с. Садина'
	}, {
		name : 'с. Светлен',
		value : 'с. Светлен'
	}, {
		name : 'с. Свирчово',
		value : 'с. Свирчово'
	}, {
		name : 'с. Свободица',
		value : 'с. Свободица'
	}, {
		name : 'с. Семерци',
		value : 'с. Семерци'
	}, {
		name : 'с. Славяново',
		value : 'с. Славяново'
	}, {
		name : 'с. Слънчовец',
		value : 'с. Слънчовец'
	}, {
		name : 'с. Станец',
		value : 'с. Станец'
	}, {
		name : 'с. Стара речка',
		value : 'с. Стара речка'
	}, {
		name : 'с. Старчище',
		value : 'с. Старчище'
	}, {
		name : 'с. Стеврек',
		value : 'с. Стеврек'
	}, {
		name : 'с. Стойново',
		value : 'с. Стойново'
	}, {
		name : 'с. Стража',
		value : 'с. Стража'
	}, {
		name : 'с. Стройновци',
		value : 'с. Стройновци'
	}, {
		name : 'с. Съединение',
		value : 'с. Съединение'
	}, {
		name : 'с. Таймище',
		value : 'с. Таймище'
	}, {
		name : 'с. Твърдинци',
		value : 'с. Твърдинци'
	}, {
		name : 'с. Тиховец',
		value : 'с. Тиховец'
	}, {
		name : 'с. Трескавец',
		value : 'с. Трескавец'
	}, {
		name : 'с. Тръстика',
		value : 'с. Тръстика'
	}, {
		name : 'с. Тъпчилещово',
		value : 'с. Тъпчилещово'
	}, {
		name : 'с. Търновца',
		value : 'с. Търновца'
	}, {
		name : 'с. Угледно',
		value : 'с. Угледно'
	}, {
		name : 'с. Халваджийско',
		value : 'с. Халваджийско'
	}, {
		name : 'с. Цар Асен',
		value : 'с. Цар Асен'
	}, {
		name : 'с. Царевци',
		value : 'с. Царевци'
	}, {
		name : 'с. Цветница',
		value : 'с. Цветница'
	}, {
		name : 'с. Церовище',
		value : 'с. Церовище'
	}, {
		name : 'с. Чеканци',
		value : 'с. Чеканци'
	}, {
		name : 'с. Черковна',
		value : 'с. Черковна'
	}, {
		name : 'с. Черна вода',
		value : 'с. Черна вода'
	}, {
		name : 'с. Черни бряг',
		value : 'с. Черни бряг'
	}, {
		name : 'с. Чернокапци',
		value : 'с. Чернокапци'
	}, {
		name : 'с. Шишковица',
		value : 'с. Шишковица'
	}, {
		name : 'с. Язовец',
		value : 'с. Язовец'
	}, {
		name : 'с. Яребично',
		value : 'с. Яребично'
	}, {
		name : 'с. Ястребино',
		value : 'с. Ястребино'
	} ]
}, {
	name : 'Хасково',
	value : 'Хасково',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Хасково',
		value : 'гр. Хасково'
	}, {
		name : 'гр. Димитровград',
		value : 'гр. Димитровград'
	}, {
		name : 'гр. Ивайловград',
		value : 'гр. Ивайловград'
	}, {
		name : 'гр. Любимец',
		value : 'гр. Любимец'
	}, {
		name : 'гр. Маджарово',
		value : 'гр. Маджарово'
	}, {
		name : 'гр. Меричлери',
		value : 'гр. Меричлери'
	}, {
		name : 'гр. Свиленград',
		value : 'гр. Свиленград'
	}, {
		name : 'гр. Симеоновград',
		value : 'гр. Симеоновград'
	}, {
		name : 'гр. Тополовград',
		value : 'гр. Тополовград'
	}, {
		name : 'гр. Харманли',
		value : 'гр. Харманли'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Ангел войвода',
		value : 'с. Ангел войвода'
	}, {
		name : 'с. Балкан',
		value : 'с. Балкан'
	}, {
		name : 'с. Бели дол',
		value : 'с. Бели дол'
	}, {
		name : 'с. Белица',
		value : 'с. Белица'
	}, {
		name : 'с. Белополци',
		value : 'с. Белополци'
	}, {
		name : 'с. Белополяне',
		value : 'с. Белополяне'
	}, {
		name : 'с. Бисер',
		value : 'с. Бисер'
	}, {
		name : 'с. Богомил',
		value : 'с. Богомил'
	}, {
		name : 'с. Бодрово',
		value : 'с. Бодрово'
	}, {
		name : 'с. Болярски извор',
		value : 'с. Болярски извор'
	}, {
		name : 'с. Бориславци',
		value : 'с. Бориславци'
	}, {
		name : 'с. Ботурче',
		value : 'с. Ботурче'
	}, {
		name : 'с. Боян Ботево',
		value : 'с. Боян Ботево'
	}, {
		name : 'с. Браница',
		value : 'с. Браница'
	}, {
		name : 'с. Брод',
		value : 'с. Брод'
	}, {
		name : 'с. Брусевци',
		value : 'с. Брусевци'
	}, {
		name : 'с. Брусино',
		value : 'с. Брусино'
	}, {
		name : 'с. Брягово',
		value : 'с. Брягово'
	}, {
		name : 'с. Бряст',
		value : 'с. Бряст'
	}, {
		name : 'с. Брястово',
		value : 'с. Брястово'
	}, {
		name : 'с. Бубино',
		value : 'с. Бубино'
	}, {
		name : 'с. Българин',
		value : 'с. Българин'
	}, {
		name : 'с. Българска поляна',
		value : 'с. Българска поляна'
	}, {
		name : 'с. Бял кладенец',
		value : 'с. Бял кладенец'
	}, {
		name : 'с. Бялградец',
		value : 'с. Бялградец'
	}, {
		name : 'с. Варник',
		value : 'с. Варник'
	}, {
		name : 'с. Васково',
		value : 'с. Васково'
	}, {
		name : 'с. Великан',
		value : 'с. Великан'
	}, {
		name : 'с. Ветрушка',
		value : 'с. Ветрушка'
	}, {
		name : 'с. Винево',
		value : 'с. Винево'
	}, {
		name : 'с. Вис',
		value : 'с. Вис'
	}, {
		name : 'с. Владимирово',
		value : 'с. Владимирово'
	}, {
		name : 'с. Воден',
		value : 'с. Воден'
	}, {
		name : 'с. Воденци',
		value : 'с. Воденци'
	}, {
		name : 'с. Войводенец',
		value : 'с. Войводенец'
	}, {
		name : 'с. Войводово',
		value : 'с. Войводово'
	}, {
		name : 'с. Въгларово',
		value : 'с. Въгларово'
	}, {
		name : 'с. Вълче поле',
		value : 'с. Вълче поле'
	}, {
		name : 'с. Върбица',
		value : 'с. Върбица'
	}, {
		name : 'с. Върбово',
		value : 'с. Върбово'
	}, {
		name : 'с. Габерово',
		value : 'с. Габерово'
	}, {
		name : 'с. Гарваново',
		value : 'с. Гарваново'
	}, {
		name : 'с. Генералово',
		value : 'с. Генералово'
	}, {
		name : 'с. Георги Добрево',
		value : 'с. Георги Добрево'
	}, {
		name : 'с. Гледка',
		value : 'с. Гледка'
	}, {
		name : 'с. Глумово',
		value : 'с. Глумово'
	}, {
		name : 'с. Гнездаре',
		value : 'с. Гнездаре'
	}, {
		name : 'с. Големанци',
		value : 'с. Големанци'
	}, {
		name : 'с. Голобрадово',
		value : 'с. Голобрадово'
	}, {
		name : 'с. Голям извор',
		value : 'с. Голям извор'
	}, {
		name : 'с. Голяма долина',
		value : 'с. Голяма долина'
	}, {
		name : 'с. Голямо Асеново',
		value : 'с. Голямо Асеново'
	}, {
		name : 'с. Горни Главанак',
		value : 'с. Горни Главанак'
	}, {
		name : 'с. Горно Войводино',
		value : 'с. Горно Войводино'
	}, {
		name : 'с. Горно Луково',
		value : 'с. Горно Луково'
	}, {
		name : 'с. Горно поле',
		value : 'с. Горно поле'
	}, {
		name : 'с. Горноселци',
		value : 'с. Горноселци'
	}, {
		name : 'с. Горски извор',
		value : 'с. Горски извор'
	}, {
		name : 'с. Горско',
		value : 'с. Горско'
	}, {
		name : 'с. Гугутка',
		value : 'с. Гугутка'
	}, {
		name : 'с. Гълъбец',
		value : 'с. Гълъбец'
	}, {
		name : 'с. Дервишка могила',
		value : 'с. Дервишка могила'
	}, {
		name : 'с. Димитровче',
		value : 'с. Димитровче'
	}, {
		name : 'с. Динево',
		value : 'с. Динево'
	}, {
		name : 'с. Длъгнево',
		value : 'с. Длъгнево'
	}, {
		name : 'с. Добрич',
		value : 'с. Добрич'
	}, {
		name : 'с. Доброселец',
		value : 'с. Доброселец'
	}, {
		name : 'с. Долни Главанак',
		value : 'с. Долни Главанак'
	}, {
		name : 'с. Долно Белево',
		value : 'с. Долно Белево'
	}, {
		name : 'с. Долно Ботево',
		value : 'с. Долно Ботево'
	}, {
		name : 'с. Долно Войводино',
		value : 'с. Долно Войводино'
	}, {
		name : 'с. Долно Големанци',
		value : 'с. Долно Големанци'
	}, {
		name : 'с. Долно Луково',
		value : 'с. Долно Луково'
	}, {
		name : 'с. Долно Съдиево',
		value : 'с. Долно Съдиево'
	}, {
		name : 'с. Долно Черковище',
		value : 'с. Долно Черковище'
	}, {
		name : 'с. Долно поле',
		value : 'с. Долно поле'
	}, {
		name : 'с. Долноселци',
		value : 'с. Долноселци'
	}, {
		name : 'с. Доситеево',
		value : 'с. Доситеево'
	}, {
		name : 'с. Драбишна',
		value : 'с. Драбишна'
	}, {
		name : 'с. Дрипчево',
		value : 'с. Дрипчево'
	}, {
		name : 'с. Дряново',
		value : 'с. Дряново'
	}, {
		name : 'с. Дъбовец',
		value : 'с. Дъбовец'
	}, {
		name : 'с. Елена',
		value : 'с. Елена'
	}, {
		name : 'с. Ефрем',
		value : 'с. Ефрем'
	}, {
		name : 'с. Железари',
		value : 'с. Железари'
	}, {
		name : 'с. Железино',
		value : 'с. Железино'
	}, {
		name : 'с. Жълти бряг',
		value : 'с. Жълти бряг'
	}, {
		name : 'с. Здравец',
		value : 'с. Здравец'
	}, {
		name : 'с. Зимовина',
		value : 'с. Зимовина'
	}, {
		name : 'с. Златополе',
		value : 'с. Златополе'
	}, {
		name : 'с. Златоустово',
		value : 'с. Златоустово'
	}, {
		name : 'с. Зорница',
		value : 'с. Зорница'
	}, {
		name : 'с. Иваново',
		value : 'с. Иваново'
	}, {
		name : 'с. Изворово',
		value : 'с. Изворово'
	}, {
		name : 'с. Йерусалимово',
		value : 'с. Йерусалимово'
	}, {
		name : 'с. Казак',
		value : 'с. Казак'
	}, {
		name : 'с. Калугерово',
		value : 'с. Калугерово'
	}, {
		name : 'с. Каменна река',
		value : 'с. Каменна река'
	}, {
		name : 'с. Камилски дол',
		value : 'с. Камилски дол'
	}, {
		name : 'с. Капитан Андреево',
		value : 'с. Капитан Андреево'
	}, {
		name : 'с. Капитан Петко войвода',
		value : 'с. Капитан Петко войвода'
	}, {
		name : 'с. Караманци',
		value : 'с. Караманци'
	}, {
		name : 'с. Карловско',
		value : 'с. Карловско'
	}, {
		name : 'с. Каснаково',
		value : 'с. Каснаково'
	}, {
		name : 'с. Кладенец',
		value : 'с. Кладенец'
	}, {
		name : 'с. Клокотница',
		value : 'с. Клокотница'
	}, {
		name : 'с. Книжовник',
		value : 'с. Книжовник'
	}, {
		name : 'с. Княжево',
		value : 'с. Княжево'
	}, {
		name : 'с. Кобилино',
		value : 'с. Кобилино'
	}, {
		name : 'с. Козлец',
		value : 'с. Козлец'
	}, {
		name : 'с. Коларово',
		value : 'с. Коларово'
	}, {
		name : 'с. Колец',
		value : 'с. Колец'
	}, {
		name : 'с. Кондово',
		value : 'с. Кондово'
	}, {
		name : 'с. Конници',
		value : 'с. Конници'
	}, {
		name : 'с. Константиново',
		value : 'с. Константиново'
	}, {
		name : 'с. Конуш',
		value : 'с. Конуш'
	}, {
		name : 'с. Корен',
		value : 'с. Корен'
	}, {
		name : 'с. Костилково',
		value : 'с. Костилково'
	}, {
		name : 'с. Костур',
		value : 'с. Костур'
	}, {
		name : 'с. Кралево',
		value : 'с. Кралево'
	}, {
		name : 'с. Крепост',
		value : 'с. Крепост'
	}, {
		name : 'с. Криво поле',
		value : 'с. Криво поле'
	}, {
		name : 'с. Крум',
		value : 'с. Крум'
	}, {
		name : 'с. Ламбух',
		value : 'с. Ламбух'
	}, {
		name : 'с. Левка',
		value : 'с. Левка'
	}, {
		name : 'с. Ленско',
		value : 'с. Ленско'
	}, {
		name : 'с. Лешниково',
		value : 'с. Лешниково'
	}, {
		name : 'с. Лисово',
		value : 'с. Лисово'
	}, {
		name : 'с. Лозен',
		value : 'с. Лозен'
	}, {
		name : 'с. Любеново',
		value : 'с. Любеново'
	}, {
		name : 'с. Лясковец',
		value : 'с. Лясковец'
	}, {
		name : 'с. Маджари',
		value : 'с. Маджари'
	}, {
		name : 'с. Малево',
		value : 'с. Малево'
	}, {
		name : 'с. Малки Воден',
		value : 'с. Малки Воден'
	}, {
		name : 'с. Малко Асеново',
		value : 'с. Малко Асеново'
	}, {
		name : 'с. Малко Брягово',
		value : 'с. Малко Брягово'
	}, {
		name : 'с. Малко Попово',
		value : 'с. Малко Попово'
	}, {
		name : 'с. Малко градище',
		value : 'с. Малко градище'
	}, {
		name : 'с. Малък извор',
		value : 'с. Малък извор'
	}, {
		name : 'с. Манастир',
		value : 'с. Манастир'
	}, {
		name : 'с. Мандра',
		value : 'с. Мандра'
	}, {
		name : 'с. Мандрица',
		value : 'с. Мандрица'
	}, {
		name : 'с. Маслиново',
		value : 'с. Маслиново'
	}, {
		name : 'с. Маточина',
		value : 'с. Маточина'
	}, {
		name : 'с. Меден бук',
		value : 'с. Меден бук'
	}, {
		name : 'с. Мезек',
		value : 'с. Мезек'
	}, {
		name : 'с. Минерални бани',
		value : 'с. Минерални бани'
	}, {
		name : 'с. Михалич',
		value : 'с. Михалич'
	}, {
		name : 'с. Младиново',
		value : 'с. Младиново'
	}, {
		name : 'с. Момино',
		value : 'с. Момино'
	}, {
		name : 'с. Момково',
		value : 'с. Момково'
	}, {
		name : 'с. Мрамор',
		value : 'с. Мрамор'
	}, {
		name : 'с. Мустрак',
		value : 'с. Мустрак'
	}, {
		name : 'с. Навъсен',
		value : 'с. Навъсен'
	}, {
		name : 'с. Надежден',
		value : 'с. Надежден'
	}, {
		name : 'с. Николово',
		value : 'с. Николово'
	}, {
		name : 'с. Нова Надежда',
		value : 'с. Нова Надежда'
	}, {
		name : 'с. Нова ливада',
		value : 'с. Нова ливада'
	}, {
		name : 'с. Овчарово',
		value : 'с. Овчарово'
	}, {
		name : 'с. Одринци',
		value : 'с. Одринци'
	}, {
		name : 'с. Орешец',
		value : 'с. Орешец'
	}, {
		name : 'с. Орешино',
		value : 'с. Орешино'
	}, {
		name : 'с. Орешник',
		value : 'с. Орешник'
	}, {
		name : 'с. Орлов дол',
		value : 'с. Орлов дол'
	}, {
		name : 'с. Орлово',
		value : 'с. Орлово'
	}, {
		name : 'с. Оряхово',
		value : 'с. Оряхово'
	}, {
		name : 'с. Остър камък',
		value : 'с. Остър камък'
	}, {
		name : 'с. Пашкул',
		value : 'с. Пашкул'
	}, {
		name : 'с. Пашово',
		value : 'с. Пашово'
	}, {
		name : 'с. Планинец',
		value : 'с. Планинец'
	}, {
		name : 'с. Планиново',
		value : 'с. Планиново'
	}, {
		name : 'с. Плевун',
		value : 'с. Плевун'
	}, {
		name : 'с. Подкрепа',
		value : 'с. Подкрепа'
	}, {
		name : 'с. Покрован',
		value : 'с. Покрован'
	}, {
		name : 'с. Поляново',
		value : 'с. Поляново'
	}, {
		name : 'с. Поповец',
		value : 'с. Поповец'
	}, {
		name : 'с. Попско',
		value : 'с. Попско'
	}, {
		name : 'с. Преславец',
		value : 'с. Преславец'
	}, {
		name : 'с. Присадец',
		value : 'с. Присадец'
	}, {
		name : 'с. Пчелари',
		value : 'с. Пчелари'
	}, {
		name : 'с. Пъстрогор',
		value : 'с. Пъстрогор'
	}, {
		name : 'с. Пъстроок',
		value : 'с. Пъстроок'
	}, {
		name : 'с. Пътниково',
		value : 'с. Пътниково'
	}, {
		name : 'с. Пясъчево',
		value : 'с. Пясъчево'
	}, {
		name : 'с. Рабово',
		value : 'с. Рабово'
	}, {
		name : 'с. Равна гора',
		value : 'с. Равна гора'
	}, {
		name : 'с. Радиево',
		value : 'с. Радиево'
	}, {
		name : 'с. Радовец',
		value : 'с. Радовец'
	}, {
		name : 'с. Райкова могила',
		value : 'с. Райкова могила'
	}, {
		name : 'с. Райново',
		value : 'с. Райново'
	}, {
		name : 'с. Рогозиново',
		value : 'с. Рогозиново'
	}, {
		name : 'с. Родопи',
		value : 'с. Родопи'
	}, {
		name : 'с. Розино',
		value : 'с. Розино'
	}, {
		name : 'с. Румелия',
		value : 'с. Румелия'
	}, {
		name : 'с. Ръженово',
		value : 'с. Ръженово'
	}, {
		name : 'с. Сакарци',
		value : 'с. Сакарци'
	}, {
		name : 'с. Сборино',
		value : 'с. Сборино'
	}, {
		name : 'с. Светлина (Димитровград)',
		value : 'с. Светлина (Димитровград)'
	}, {
		name : 'с. Светлина (Тополовград)',
		value : 'с. Светлина (Тополовград)'
	}, {
		name : 'с. Светослав',
		value : 'с. Светослав'
	}, {
		name : 'с. Свирачи',
		value : 'с. Свирачи'
	}, {
		name : 'с. Свирково',
		value : 'с. Свирково'
	}, {
		name : 'с. Селска поляна',
		value : 'с. Селска поляна'
	}, {
		name : 'с. Сеноклас',
		value : 'с. Сеноклас'
	}, {
		name : 'с. Сив кладенец',
		value : 'с. Сив кладенец'
	}, {
		name : 'с. Сива река',
		value : 'с. Сива река'
	}, {
		name : 'с. Силен',
		value : 'с. Силен'
	}, {
		name : 'с. Синапово',
		value : 'с. Синапово'
	}, {
		name : 'с. Сираково',
		value : 'с. Сираково'
	}, {
		name : 'с. Скобелево',
		value : 'с. Скобелево'
	}, {
		name : 'с. Славеево',
		value : 'с. Славеево'
	}, {
		name : 'с. Славяново',
		value : 'с. Славяново'
	}, {
		name : 'с. Сладун',
		value : 'с. Сладун'
	}, {
		name : 'с. Смирненци',
		value : 'с. Смирненци'
	}, {
		name : 'с. Соколенци',
		value : 'с. Соколенци'
	}, {
		name : 'с. Спахиево',
		value : 'с. Спахиево'
	}, {
		name : 'с. Срем',
		value : 'с. Срем'
	}, {
		name : 'с. Сталево',
		value : 'с. Сталево'
	}, {
		name : 'с. Стамболийски',
		value : 'с. Стамболийски'
	}, {
		name : 'с. Стамболово',
		value : 'с. Стамболово'
	}, {
		name : 'с. Стойково',
		value : 'с. Стойково'
	}, {
		name : 'с. Странско',
		value : 'с. Странско'
	}, {
		name : 'с. Студена',
		value : 'с. Студена'
	}, {
		name : 'с. Сусам',
		value : 'с. Сусам'
	}, {
		name : 'с. Сърница',
		value : 'с. Сърница'
	}, {
		name : 'с. Татарево',
		value : 'с. Татарево'
	}, {
		name : 'с. Текето',
		value : 'с. Текето'
	}, {
		name : 'с. Тополово',
		value : 'с. Тополово'
	}, {
		name : 'с. Тракиец',
		value : 'с. Тракиец'
	}, {
		name : 'с. Троян',
		value : 'с. Троян'
	}, {
		name : 'с. Тънково',
		value : 'с. Тънково'
	}, {
		name : 'с. Тянево',
		value : 'с. Тянево'
	}, {
		name : 'с. Узунджово',
		value : 'с. Узунджово'
	}, {
		name : 'с. Устрем',
		value : 'с. Устрем'
	}, {
		name : 'с. Филипово',
		value : 'с. Филипово'
	}, {
		name : 'с. Хлябово',
		value : 'с. Хлябово'
	}, {
		name : 'с. Хухла',
		value : 'с. Хухла'
	}, {
		name : 'с. Царева поляна',
		value : 'с. Царева поляна'
	}, {
		name : 'с. Черепово',
		value : 'с. Черепово'
	}, {
		name : 'с. Черна могила',
		value : 'с. Черна могила'
	}, {
		name : 'с. Черни рид',
		value : 'с. Черни рид'
	}, {
		name : 'с. Черничино',
		value : 'с. Черничино'
	}, {
		name : 'с. Черногорово',
		value : 'с. Черногорово'
	}, {
		name : 'с. Чернодъб',
		value : 'с. Чернодъб'
	}, {
		name : 'с. Чукарово',
		value : 'с. Чукарово'
	}, {
		name : 'с. Чучулига',
		value : 'с. Чучулига'
	}, {
		name : 'с. Широка поляна',
		value : 'с. Широка поляна'
	}, {
		name : 'с. Шишманово',
		value : 'с. Шишманово'
	}, {
		name : 'с. Щит',
		value : 'с. Щит'
	}, {
		name : 'с. Ябълково',
		value : 'с. Ябълково'
	} ]
}, {
	name : 'Шумен',
	value : 'Шумен',
	locations : [{
		name : '',
		value : '',
	}, {
		name : 'гр. Шумен',
		value : 'гр. Шумен'
	}, {
		name : 'гр. Велики Преслав',
		value : 'гр. Велики Преслав'
	}, {
		name : 'гр. Върбица',
		value : 'гр. Върбица'
	}, {
		name : 'гр. Каолиново',
		value : 'гр. Каолиново'
	}, {
		name : 'гр. Каспичан',
		value : 'гр. Каспичан'
	}, {
		name : 'гр. Нови пазар',
		value : 'гр. Нови пазар'
	}, {
		name : 'гр. Плиска',
		value : 'гр. Плиска'
	}, {
		name : 'гр. Смядово',
		value : 'гр. Смядово'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Байково',
		value : 'с. Байково'
	}, {
		name : 'с. Беджене',
		value : 'с. Беджене'
	}, {
		name : 'с. Белокопитово',
		value : 'с. Белокопитово'
	}, {
		name : 'с. Благово',
		value : 'с. Благово'
	}, {
		name : 'с. Близнаци',
		value : 'с. Близнаци'
	}, {
		name : 'с. Божурово',
		value : 'с. Божурово'
	}, {
		name : 'с. Борци',
		value : 'с. Борци'
	}, {
		name : 'с. Боян',
		value : 'с. Боян'
	}, {
		name : 'с. Браничево',
		value : 'с. Браничево'
	}, {
		name : 'с. Буйновица',
		value : 'с. Буйновица'
	}, {
		name : 'с. Бял бряг',
		value : 'с. Бял бряг'
	}, {
		name : 'с. Бяла река',
		value : 'с. Бяла река'
	}, {
		name : 'с. Васил Друмев',
		value : 'с. Васил Друмев'
	}, {
		name : 'с. Векилски',
		value : 'с. Векилски'
	}, {
		name : 'с. Велино',
		value : 'с. Велино'
	}, {
		name : 'с. Венец',
		value : 'с. Венец'
	}, {
		name : 'с. Веселиново',
		value : 'с. Веселиново'
	}, {
		name : 'с. Ветрище',
		value : 'с. Ветрище'
	}, {
		name : 'с. Вехтово',
		value : 'с. Вехтово'
	}, {
		name : 'с. Висока поляна',
		value : 'с. Висока поляна'
	}, {
		name : 'с. Войвода',
		value : 'с. Войвода'
	}, {
		name : 'с. Вълнари',
		value : 'с. Вълнари'
	}, {
		name : 'с. Върбак',
		value : 'с. Върбак'
	}, {
		name : 'с. Върбяне',
		value : 'с. Върбяне'
	}, {
		name : 'с. Габрица',
		value : 'с. Габрица'
	}, {
		name : 'с. Градище',
		value : 'с. Градище'
	}, {
		name : 'с. Гусла',
		value : 'с. Гусла'
	}, {
		name : 'с. Денница',
		value : 'с. Денница'
	}, {
		name : 'с. Дибич',
		value : 'с. Дибич'
	}, {
		name : 'с. Длъжко',
		value : 'с. Длъжко'
	}, {
		name : 'с. Добри Войниково',
		value : 'с. Добри Войниково'
	}, {
		name : 'с. Дойранци',
		value : 'с. Дойранци'
	}, {
		name : 'с. Долина',
		value : 'с. Долина'
	}, {
		name : 'с. Драгоево',
		value : 'с. Драгоево'
	}, {
		name : 'с. Дренци',
		value : 'с. Дренци'
	}, {
		name : 'с. Друмево',
		value : 'с. Друмево'
	}, {
		name : 'с. Единаковци',
		value : 'с. Единаковци'
	}, {
		name : 'с. Енево',
		value : 'с. Енево'
	}, {
		name : 'с. Желъд',
		value : 'с. Желъд'
	}, {
		name : 'с. Живково',
		value : 'с. Живково'
	}, {
		name : 'с. Жилино',
		value : 'с. Жилино'
	}, {
		name : 'с. Загориче',
		value : 'с. Загориче'
	}, {
		name : 'с. Зайчино ореше',
		value : 'с. Зайчино ореше'
	}, {
		name : 'с. Звегор',
		value : 'с. Звегор'
	}, {
		name : 'с. Златар',
		value : 'с. Златар'
	}, {
		name : 'с. Златна нива',
		value : 'с. Златна нива'
	}, {
		name : 'с. Иваново',
		value : 'с. Иваново'
	}, {
		name : 'с. Ивански',
		value : 'с. Ивански'
	}, {
		name : 'с. Иглика',
		value : 'с. Иглика'
	}, {
		name : 'с. Избул',
		value : 'с. Избул'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Илия Блъсково',
		value : 'с. Илия Блъсково'
	}, {
		name : 'с. Имренчево',
		value : 'с. Имренчево'
	}, {
		name : 'с. Калино',
		value : 'с. Калино'
	}, {
		name : 'с. Каменяк',
		value : 'с. Каменяк'
	}, {
		name : 'с. Капитан Петко',
		value : 'с. Капитан Петко'
	}, {
		name : 'с. Каравелово',
		value : 'с. Каравелово'
	}, {
		name : 'с. Каспичан',
		value : 'с. Каспичан'
	}, {
		name : 'с. Кладенец',
		value : 'с. Кладенец'
	}, {
		name : 'с. Климент',
		value : 'с. Климент'
	}, {
		name : 'с. Конево',
		value : 'с. Конево'
	}, {
		name : 'с. Коньовец',
		value : 'с. Коньовец'
	}, {
		name : 'с. Косово',
		value : 'с. Косово'
	}, {
		name : 'с. Костена река',
		value : 'с. Костена река'
	}, {
		name : 'с. Кочово',
		value : 'с. Кочово'
	}, {
		name : 'с. Крайгорци',
		value : 'с. Крайгорци'
	}, {
		name : 'с. Красен дол',
		value : 'с. Красен дол'
	}, {
		name : 'с. Крива река',
		value : 'с. Крива река'
	}, {
		name : 'с. Кълново',
		value : 'с. Кълново'
	}, {
		name : 'с. Кьолмен',
		value : 'с. Кьолмен'
	}, {
		name : 'с. Кюлевча',
		value : 'с. Кюлевча'
	}, {
		name : 'с. Лиси връх',
		value : 'с. Лиси връх'
	}, {
		name : 'с. Ловец',
		value : 'с. Ловец'
	}, {
		name : 'с. Лозево',
		value : 'с. Лозево'
	}, {
		name : 'с. Лятно',
		value : 'с. Лятно'
	}, {
		name : 'с. Мадара',
		value : 'с. Мадара'
	}, {
		name : 'с. Маломир',
		value : 'с. Маломир'
	}, {
		name : 'с. Мараш',
		value : 'с. Мараш'
	}, {
		name : 'с. Марково',
		value : 'с. Марково'
	}, {
		name : 'с. Менгишево',
		value : 'с. Менгишево'
	}, {
		name : 'с. Методиево',
		value : 'с. Методиево'
	}, {
		name : 'с. Миланово',
		value : 'с. Миланово'
	}, {
		name : 'с. Мировци',
		value : 'с. Мировци'
	}, {
		name : 'с. Могила',
		value : 'с. Могила'
	}, {
		name : 'с. Мокреш',
		value : 'с. Мокреш'
	}, {
		name : 'с. Мостич',
		value : 'с. Мостич'
	}, {
		name : 'с. Наум',
		value : 'с. Наум'
	}, {
		name : 'с. Никола Козлево',
		value : 'с. Никола Козлево'
	}, {
		name : 'с. Нова бяла река',
		value : 'с. Нова бяла река'
	}, {
		name : 'с. Ново Янково',
		value : 'с. Ново Янково'
	}, {
		name : 'с. Новосел',
		value : 'с. Новосел'
	}, {
		name : 'с. Овчарово',
		value : 'с. Овчарово'
	}, {
		name : 'с. Омарчево',
		value : 'с. Омарчево'
	}, {
		name : 'с. Осеновец',
		value : 'с. Осеновец'
	}, {
		name : 'с. Осмар',
		value : 'с. Осмар'
	}, {
		name : 'с. Памукчии',
		value : 'с. Памукчии'
	}, {
		name : 'с. Панайот Волово',
		value : 'с. Панайот Волово'
	}, {
		name : 'с. Пет могили',
		value : 'с. Пет могили'
	}, {
		name : 'с. Писарево',
		value : 'с. Писарево'
	}, {
		name : 'с. Правенци',
		value : 'с. Правенци'
	}, {
		name : 'с. Преселка',
		value : 'с. Преселка'
	}, {
		name : 'с. Пристое',
		value : 'с. Пристое'
	}, {
		name : 'с. Радко Димитриево',
		value : 'с. Радко Димитриево'
	}, {
		name : 'с. Развигорово',
		value : 'с. Развигорово'
	}, {
		name : 'с. Риш',
		value : 'с. Риш'
	}, {
		name : 'с. Ружица',
		value : 'с. Ружица'
	}, {
		name : 'с. Салманово',
		value : 'с. Салманово'
	}, {
		name : 'с. Сечище',
		value : 'с. Сечище'
	}, {
		name : 'с. Сини вир',
		value : 'с. Сини вир'
	}, {
		name : 'с. Сливак',
		value : 'с. Сливак'
	}, {
		name : 'с. Средковец',
		value : 'с. Средковец'
	}, {
		name : 'с. Средня',
		value : 'с. Средня'
	}, {
		name : 'с. Стан',
		value : 'с. Стан'
	}, {
		name : 'с. Становец',
		value : 'с. Становец'
	}, {
		name : 'с. Станянци',
		value : 'с. Станянци'
	}, {
		name : 'с. Стоян Михайловски',
		value : 'с. Стоян Михайловски'
	}, {
		name : 'с. Страхилица',
		value : 'с. Страхилица'
	}, {
		name : 'с. Струино',
		value : 'с. Струино'
	}, {
		name : 'с. Студеница',
		value : 'с. Студеница'
	}, {
		name : 'с. Суха река',
		value : 'с. Суха река'
	}, {
		name : 'с. Сушина',
		value : 'с. Сушина'
	}, {
		name : 'с. Тервел',
		value : 'с. Тервел'
	}, {
		name : 'с. Тимарево',
		value : 'с. Тимарево'
	}, {
		name : 'с. Тодор Икономово',
		value : 'с. Тодор Икономово'
	}, {
		name : 'с. Трем',
		value : 'с. Трем'
	}, {
		name : 'с. Троица',
		value : 'с. Троица'
	}, {
		name : 'с. Тръница',
		value : 'с. Тръница'
	}, {
		name : 'с. Тушовица',
		value : 'с. Тушовица'
	}, {
		name : 'с. Тъкач',
		value : 'с. Тъкач'
	}, {
		name : 'с. Хан Крум',
		value : 'с. Хан Крум'
	}, {
		name : 'с. Хитрино',
		value : 'с. Хитрино'
	}, {
		name : 'с. Хърсово',
		value : 'с. Хърсово'
	}, {
		name : 'с. Цани Гинчево',
		value : 'с. Цани Гинчево'
	}, {
		name : 'с. Царев брод',
		value : 'с. Царев брод'
	}, {
		name : 'с. Църквица',
		value : 'с. Църквица'
	}, {
		name : 'с. Черенча',
		value : 'с. Черенча'
	}, {
		name : 'с. Черна',
		value : 'с. Черна'
	}, {
		name : 'с. Черни връх',
		value : 'с. Черни връх'
	}, {
		name : 'с. Черноглавци',
		value : 'с. Черноглавци'
	}, {
		name : 'с. Чернооково',
		value : 'с. Чернооково'
	}, {
		name : 'с. Янково',
		value : 'с. Янково'
	}, {
		name : 'с. Ясенково',
		value : 'с. Ясенково'
	} ]
}, {
	name : 'Ямбол',
	value : 'Ямбол',
	locations : [ {
		name : '',
		value : '',
	},{
		name : 'гр. Ямбол',
		value : 'гр. Ямбол'
	}, {
		name : 'гр. Болярово',
		value : 'гр. Болярово'
	}, {
		name : 'гр. Елхово',
		value : 'гр. Елхово'
	}, {
		name : 'гр. Стралджа',
		value : 'гр. Стралджа'
	}, {
		name : 'с. Александрово',
		value : 'с. Александрово'
	}, {
		name : 'с. Асеново',
		value : 'с. Асеново'
	}, {
		name : 'с. Атолово',
		value : 'с. Атолово'
	}, {
		name : 'с. Безмер',
		value : 'с. Безмер'
	}, {
		name : 'с. Богорово',
		value : 'с. Богорово'
	}, {
		name : 'с. Болярско',
		value : 'с. Болярско'
	}, {
		name : 'с. Борисово',
		value : 'с. Борисово'
	}, {
		name : 'с. Ботево',
		value : 'с. Ботево'
	}, {
		name : 'с. Бояджик',
		value : 'с. Бояджик'
	}, {
		name : 'с. Бояново',
		value : 'с. Бояново'
	}, {
		name : 'с. Веселиново',
		value : 'с. Веселиново'
	}, {
		name : 'с. Видинци',
		value : 'с. Видинци'
	}, {
		name : 'с. Воден',
		value : 'с. Воден'
	}, {
		name : 'с. Воденичане',
		value : 'с. Воденичане'
	}, {
		name : 'с. Войника',
		value : 'с. Войника'
	}, {
		name : 'с. Вълча поляна',
		value : 'с. Вълча поляна'
	}, {
		name : 'с. Вълчи извор',
		value : 'с. Вълчи извор'
	}, {
		name : 'с. Генерал Инзово',
		value : 'с. Генерал Инзово'
	}, {
		name : 'с. Генерал Тошево',
		value : 'с. Генерал Тошево'
	}, {
		name : 'с. Голям Дервент',
		value : 'с. Голям Дервент'
	}, {
		name : 'с. Голям манастир',
		value : 'с. Голям манастир'
	}, {
		name : 'с. Голямо Крушево',
		value : 'с. Голямо Крушево'
	}, {
		name : 'с. Горска поляна',
		value : 'с. Горска поляна'
	}, {
		name : 'с. Гранитово',
		value : 'с. Гранитово'
	}, {
		name : 'с. Гълъбинци',
		value : 'с. Гълъбинци'
	}, {
		name : 'с. Денница',
		value : 'с. Денница'
	}, {
		name : 'с. Джинот',
		value : 'с. Джинот'
	}, {
		name : 'с. Добрич',
		value : 'с. Добрич'
	}, {
		name : 'с. Дражево',
		value : 'с. Дражево'
	}, {
		name : 'с. Драма',
		value : 'с. Драма'
	}, {
		name : 'с. Дряново',
		value : 'с. Дряново'
	}, {
		name : 'с. Дъбово',
		value : 'с. Дъбово'
	}, {
		name : 'с. Жребино',
		value : 'с. Жребино'
	}, {
		name : 'с. Завой',
		value : 'с. Завой'
	}, {
		name : 'с. Зимница',
		value : 'с. Зимница'
	}, {
		name : 'с. Златари',
		value : 'с. Златари'
	}, {
		name : 'с. Златиница',
		value : 'с. Златиница'
	}, {
		name : 'с. Иглика',
		value : 'с. Иглика'
	}, {
		name : 'с. Изгрев',
		value : 'с. Изгрев'
	}, {
		name : 'с. Иречеково',
		value : 'с. Иречеково'
	}, {
		name : 'с. Кабиле',
		value : 'с. Кабиле'
	}, {
		name : 'с. Калчево',
		value : 'с. Калчево'
	}, {
		name : 'с. Камен връх',
		value : 'с. Камен връх'
	}, {
		name : 'с. Каменец',
		value : 'с. Каменец'
	}, {
		name : 'с. Каравелово',
		value : 'с. Каравелово'
	}, {
		name : 'с. Кирилово',
		value : 'с. Кирилово'
	}, {
		name : 'с. Козарево',
		value : 'с. Козарево'
	}, {
		name : 'с. Коневец',
		value : 'с. Коневец'
	}, {
		name : 'с. Крайново',
		value : 'с. Крайново'
	}, {
		name : 'с. Крумово',
		value : 'с. Крумово'
	}, {
		name : 'с. Кукорево',
		value : 'с. Кукорево'
	}, {
		name : 'с. Лалково',
		value : 'с. Лалково'
	}, {
		name : 'с. Лесово',
		value : 'с. Лесово'
	}, {
		name : 'с. Леярово',
		value : 'с. Леярово'
	}, {
		name : 'с. Лозенец',
		value : 'с. Лозенец'
	}, {
		name : 'с. Люлин',
		value : 'с. Люлин'
	}, {
		name : 'с. Маленово',
		value : 'с. Маленово'
	}, {
		name : 'с. Малко Кирилово',
		value : 'с. Малко Кирилово'
	}, {
		name : 'с. Малко Шарково',
		value : 'с. Малко Шарково'
	}, {
		name : 'с. Маломир',
		value : 'с. Маломир'
	}, {
		name : 'с. Маломирово',
		value : 'с. Маломирово'
	}, {
		name : 'с. Малък манастир',
		value : 'с. Малък манастир'
	}, {
		name : 'с. Мамарчево',
		value : 'с. Мамарчево'
	}, {
		name : 'с. Меден кладенец',
		value : 'с. Меден кладенец'
	}, {
		name : 'с. Межда',
		value : 'с. Межда'
	}, {
		name : 'с. Мелница',
		value : 'с. Мелница'
	}, {
		name : 'с. Миладиновци',
		value : 'с. Миладиновци'
	}, {
		name : 'с. Могила',
		value : 'с. Могила'
	}, {
		name : 'с. Недялско',
		value : 'с. Недялско'
	}, {
		name : 'с. Овчи кладенец',
		value : 'с. Овчи кладенец'
	}, {
		name : 'с. Окоп',
		value : 'с. Окоп'
	}, {
		name : 'с. Оман',
		value : 'с. Оман'
	}, {
		name : 'с. Палаузово',
		value : 'с. Палаузово'
	}, {
		name : 'с. Победа',
		value : 'с. Победа'
	}, {
		name : 'с. Поляна',
		value : 'с. Поляна'
	}, {
		name : 'с. Попово',
		value : 'с. Попово'
	}, {
		name : 'с. Правдино',
		value : 'с. Правдино'
	}, {
		name : 'с. Пчела',
		value : 'с. Пчела'
	}, {
		name : 'с. Първенец',
		value : 'с. Първенец'
	}, {
		name : 'с. Раздел',
		value : 'с. Раздел'
	}, {
		name : 'с. Робово',
		value : 'с. Робово'
	}, {
		name : 'с. Роза',
		value : 'с. Роза'
	}, {
		name : 'с. Ружица',
		value : 'с. Ружица'
	}, {
		name : 'с. Савино',
		value : 'с. Савино'
	}, {
		name : 'с. Саранско',
		value : 'с. Саранско'
	}, {
		name : 'с. Симеоново',
		value : 'с. Симеоново'
	}, {
		name : 'с. Ситово',
		value : 'с. Ситово'
	}, {
		name : 'с. Скалица',
		value : 'с. Скалица'
	}, {
		name : 'с. Славейково',
		value : 'с. Славейково'
	}, {
		name : 'с. Сламино',
		value : 'с. Сламино'
	}, {
		name : 'с. Стара река',
		value : 'с. Стара река'
	}, {
		name : 'с. Стефан Караджово',
		value : 'с. Стефан Караджово'
	}, {
		name : 'с. Странджа',
		value : 'с. Странджа'
	}, {
		name : 'с. Стройно',
		value : 'с. Стройно'
	}, {
		name : 'с. Тамарино',
		value : 'с. Тамарино'
	}, {
		name : 'с. Тенево',
		value : 'с. Тенево'
	}, {
		name : 'с. Трънково',
		value : 'с. Трънково'
	}, {
		name : 'с. Търнава',
		value : 'с. Търнава'
	}, {
		name : 'с. Хаджидимитрово',
		value : 'с. Хаджидимитрово'
	}, {
		name : 'с. Ханово',
		value : 'с. Ханово'
	}, {
		name : 'с. Чарган',
		value : 'с. Чарган'
	}, {
		name : 'с. Чарда',
		value : 'с. Чарда'
	}, {
		name : 'с. Челник',
		value : 'с. Челник'
	}, {
		name : 'с. Чернозем',
		value : 'с. Чернозем'
	}, {
		name : 'с. Шарково',
		value : 'с. Шарково'
	} ]
} ];

$(function() {
	var locations = {};

	$.each(regions, function() {
		$("<option />").attr("value", this.value).html(this.name).appendTo("#region");
		locations[this.value] = this.locations;
	})

	$("#region").change(
			function() {
				var value = $(this).val();
				var locationField = $("#location");

				locationField.empty();

				$.each(locations[value], function() {
					$("<option />").attr("value", this.value).html(this.name).appendTo("#location");
				});
			}).change();

});